Repository: OpenDroneMap/WebODM-Locale
Catalog: */LC_MESSAGES/django.po
Languages: el, ta, zh_hant

source: Processing Time
el: Χρόνος επεξεργασίας
ta: செயலாக்க நேரம்
zh_hant: 處理時間

source: Processing node assigned to this task (or null if this task has not been associated yet)
el: Κόμβος επεξεργασίας που έχει ανατεθεί σε αυτήν την εργασία (ή μηδέν εάν η εργασία δεν έχει συσχετιστεί ακόμη)
ta: இந்த பணிக்கு ஒதுக்கப்பட்ட முனையை செயலாக்குகிறது (அல்லது இந்த பணி இன்னும் தொடர்புபடுத்தப்படவில்லை என்றால் பூச்யம்)
zh_hant: 指派給此任務的處理節點（若尚未關聯則為 null）

source: Processing Node
el: Κόμβος επεξεργασίας
ta: செயலாக்க முனை
zh_hant: 處理節點

source: A flag indicating whether this task should be automatically assigned a processing node
el: Μια σημαία που υποδεικνύει εάν αυτή η εργασία θα πρέπει να εκχωρηθεί αυτόματα σε έναν κόμβο επεξεργασίας
ta: இந்த பணியை தானாகவே செயலாக்க முனையை ஒதுக்க வேண்டுமா என்பதைக் குறிக்கும் கொடி
zh_hant: 指示此任務是否應自動指派處理節點的標記

source: Auto Processing Node
el: Κόμβος αυτόματης επεξεργασίας
ta: ஆட்டோ செயலாக்க முனை
zh_hant: 自動處理節點

source: Current status of the task
el: Τρέχουσα κατάσταση εργασίας
ta: பணியின் தற்போதைய நிலை
zh_hant: 任務的目前狀態

source: Status
el: Κατάσταση
ta: நிலை
zh_hant: 狀態

source: The last processing error received
el: Το τελευταίο σφάλμα επεξεργασίας που ελήφθη
ta: கடைசி செயலாக்க பிழை பெறப்பட்டது
zh_hant: 收到的最後處理錯誤

source: Last Error
el: Τελευταίο σφάλμα
ta: கடைசி பிழை
zh_hant: 最後錯誤

source: Options that are being used to process this task
el: Επιλογές που χρησιμοποιούνται για την επεξεργασία αυτής της εργασίας
ta: இந்த பணியை செயலாக்க பயன்படுத்தப்படும் விருப்பங்கள்
zh_hant: 用於處理此任務的選項

source: List of available assets to download
el: Κατάλογος των διαθέσιμων πόρων για λήψη
ta: பதிவிறக்கம் செய்ய கிடைக்கக்கூடிய சொத்துக்களின் பட்டியல்
zh_hant: 可供下載的資產清單

source: Available Assets
el: Διαθέσιμοι Πόροι
ta: கிடைக்கும் சொத்துக்கள்
zh_hant: 可用的資產

source: Extent of the orthophoto
el: Έκταση της ορθοφωτογραφίας
ta: ஆர்த்தோஃபோட்டோவின் அளவு
zh_hant: 正射影像的範圍

source: Orthophoto Extent
el: Έκταση ορθοφωτογραφίας
ta: ஆர்த்தோஃபோட்டோ அளவு
zh_hant: 正射影像範圍

source: Extent of the DSM
zh_hant: DSM（數位地表模型）的範圍

source: DSM Extent
el: Έκταση DSM
ta: டி.எச்.எம் அளவு
zh_hant: DSM 範圍

source: Extent of the DTM
zh_hant: DTM（數位地形模型）的範圍

source: DTM Extent
el: Έκταση DTM
ta: டிடிஎம் அளவு
zh_hant: DTM 範圍

source: A requested action to be performed on the task. The selected action will be performed by the worker at the next iteration.
el: Μια ζητούμενη ενέργεια που πρέπει να εκτελεστεί στην εργασία. Η επιλεγμένη ενέργεια θα εκτελεστεί από τον εργαζόμενο στην επόμενη επανάληψη.
ta: பணியில் கோரப்பட்ட நடவடிக்கை செய்யப்பட வேண்டும். தேர்ந்தெடுக்கப்பட்ட நடவடிக்கை அடுத்த மறு செய்கையில் தொழிலாளியால் செய்யப்படும்.
zh_hant: 請求在此任務上執行的動作。所選動作將在下一次迭代時由工作節點執行。

source: Pending Action
el: Εκκρεμής ενέργεια
ta: நடவடிக்கை நிலுவையில் உள்ளது
zh_hant: 待執行動作

source: A flag indicating whether this task is available to the public
el: Σημαία που υποδεικνύει αν η εργασία αυτή είναι διαθέσιμη στο κοινό
ta: இந்த பணி பொதுமக்களுக்கு கிடைக்குமா என்பதைக் குறிக்கும் கொடி
zh_hant: 指示此任務是否對公眾可用的標記

source: A flag indicating whether this public task can be edited
zh_hant: 指示此公開任務是否可被編輯的標記

source: When set to a value different than -1, indicates that the images for this task have been / will be resized to the size specified here before processing.
el: Όταν ορίζεται σε τιμή διαφορετική από -1, υποδεικνύει ότι οι εικόνες για αυτή την εργασία έχουν αλλάξει/θα αλλάξουν μέγεθος στο μέγεθος που καθορίζεται εδώ πριν από την επεξεργασία.
ta: -1 ஐ விட வேறுபட்ட மதிப்பாக அமைக்கப்பட்டால், இந்த பணிக்கான படங்கள் செயலாக்கத்திற்கு முன் இங்கே குறிப்பிடப்பட்டுள்ள அளவிற்கு மாற்றியமைக்கப்படும் / மாற்றியமைக்கப்படும் என்பதைக் குறிக்கிறது.
zh_hant: 當設定為不等於 -1 的值時，表示此任務的影像在處理前已經或將會被重新調整為此處指定的大小。

source: Resize To
el: Αλλαγή μεγέθους σε
ta: மறுஅளவிடுங்கள்
zh_hant: 調整大小為

source: Value between 0 and 1 indicating the upload progress of this task's files to the processing node
el: Τιμή μεταξύ 0 και 1 που δείχνει την πρόοδο μεταφόρτωσης των αρχείων αυτής της εργασίας στον κόμβο επεξεργασίας
ta: 0 மற்றும் 1 க்கு இடையிலான மதிப்பு இந்த பணியின் கோப்புகளின் பதிவேற்ற முன்னேற்றத்தை செயலாக்க முனைக்கு குறிக்கிறது
zh_hant: 介於 0 和 1 之間的值，表示此任務檔案上傳到處理節點的進度

source: Upload Progress
el: Φόρτωση προόδου
ta: முன்னேற்றத்தைப் பதிவேற்றவும்
zh_hant: 上傳進度

source: Value between 0 and 1 indicating the resize progress of this task's images
el: Τιμή μεταξύ 0 και 1 που δείχνει την πρόοδο αλλαγής μεγέθους των εικόνων αυτής της εργασίας
ta: 0 மற்றும் 1 க்கு இடையிலான மதிப்பு இந்த பணியின் படங்களின் மறுஅளவிடுதல் முன்னேற்றத்தைக் குறிக்கிறது
zh_hant: 介於 0 和 1 之間的值，表示此任務影像重新調整大小的進度

source: Resize Progress
el: Πρόοδος αλλαγής μεγέθους
ta: முன்னேற்றத்தை மறுஅளவிடுங்கள்
zh_hant: 調整尺寸進度

source: Value between 0 and 1 indicating the running progress (estimated) of this task
el: Τιμή μεταξύ 0 και 1 που δείχνει την πρόοδο εκτέλεσης (εκτιμώμενη) αυτής της εργασίας
ta: இந்த பணியின் இயங்கும் முன்னேற்றத்தைக் குறிக்கும் 0 முதல் 1 வரை மதிப்பு
zh_hant: 介於 0 與 1 之間的值，用於顯示此任務的執行進度（預估）

source: Running Progress
el: Πρόοδος σε εξέλιξη
ta: இயங்கும் முன்னேற்றம்
zh_hant: 執行進度

source: URL this task is imported from (only for imported tasks)
el: URL από το οποίο εισάγεται αυτή η εργασία (μόνο για εισαγόμενες εργασίες)
ta: முகவரி இந்த பணி இறக்குமதி செய்யப்படுகிறது (இறக்குமதி செய்யப்பட்ட பணிகளுக்கு மட்டுமே)
zh_hant: 本任務匯入來源的網址（僅限匯入任務）

source: Import URL
el: Εισαγωγή URL
ta: இறக்குமதி முகவரி
zh_hant: 匯入網址

source: Number of images associated with this task
el: Αριθμός εικόνων που σχετίζονται με αυτή την εργασία
ta: இந்த பணியுடன் தொடர்புடைய படங்களின் எண்ணிக்கை
zh_hant: 此任務相關的圖片數量

source: Images Count
el: Μέτρηση εικόνων
ta: படங்கள் எண்ணப்படுகின்றன
zh_hant: 圖片數量

source: A flag indicating whether this task is currently waiting for information or files to be uploaded before being considered for processing.
el: Μια σημαία που υποδεικνύει αν αυτή η εργασία περιμένει επί του παρόντος να μεταφορτωθούν πληροφορίες ή αρχεία πριν εξεταστεί για επεξεργασία.
ta: செயலாக்கத்திற்கு பரிசீலிக்கப்படுவதற்கு முன்னர் செய்தி அல்லது கோப்புகள் பதிவேற்றப்படுவதற்கு இந்த பணி தற்போது காத்திருக்கிறதா என்பதைக் குறிக்கும் கொடி.
zh_hant: 一項用以指示此任務當前，是否正在等待資訊，或是檔案上傳完成的旗標，結束後進入處理階段。

source: Partial
el: Μερική
ta: பகுதி
zh_hant: 部分

source: Serialized potree scene information used to save/load measurements and camera view angle
el: Τμηματοποιημένες πληροφορίες σκηνής potree που χρησιμοποιούνται για την αποθήκευση/φόρτωση μετρήσεων και γωνίας προβολής της κάμερας
ta: அளவீடுகள் மற்றும் கேமரா பார்வை கோணத்தை சேமிக்க/ஏற்ற பயன்படுத்தப்படும் வரிசைப்படுத்தப்பட்ட பொட்டிரீ காட்சி செய்தி
zh_hant: 序列化的 potree 場景資訊，用於儲存/載入測量資料與相機視角

source: Potree Scene
el: Σκηνή Potree
ta: பொட்டீக் காட்சி
zh_hant: Potree 場景

source: EPSG code of the dataset (if georeferenced)
el: Κωδικός EPSG του συνόλου δεδομένων (εάν έχει γεωαναφορά)
ta: தரவுத்தொகுப்பின் EPSG குறியீடு (புவிசார் என்றால்)
zh_hant: 資料集的 EPSG 代碼（若已具地理參考）

source: Task tags
el: Ετικέτες εργασιών
ta: பணி குறிச்சொற்கள்
zh_hant: 任務標籤

source: List of orthophoto bands
el: Κατάλογος ζωνών ορθοφωτογραφιών
ta: ஆர்த்தோஃபோட்டோ பட்டைகள் பட்டியல்
zh_hant: 正射影像波段清單

source: Orthophoto Bands
el: Ορθοφωτογραφικές ζώνες
ta: ஆர்த்தோஃபோட்டோ பட்டைகள்
zh_hant: 正射影像波段

source: Size of the task on disk in megabytes
el: Μέγεθος της εργασίας στο δίσκο σε megabytes
ta: மெகாபைட்டுகளில் வட்டில் பணியின் அளவு
zh_hant: 任務在磁碟上的大小（以 MB 計）

source: Size
el: Μέγεθος
ta: அளவு
zh_hant: 尺寸

source: A flag indicating whether this task was compacted
zh_hant: 指示此任務是否已被壓縮的標記

source: Compact
zh_hant: 壓縮

source: Polygon defining the crop area of this task
zh_hant: 定義此任務裁切區域的多邊形

source: Crop Polygon
zh_hant: 裁切多邊形

source: Task
el: Εργασία
ta: பணி
zh_hant: 任務

source: Tasks
el: Εργασίες
ta: பணிகள்
zh_hant: 任務集

source: unnamed
el: ανώνυμο
ta: பெயரில்லாதது
zh_hant: 未命名

source: Importing assets...
el: Εισαγωγή πόρων...
ta: சொத்துக்களை இறக்குமதி செய்தல் ...
zh_hant: 正在匯入資產…

source: Invalid zip file
el: Μη έγκυρο αρχείο zip
ta: தவறான சிப் கோப்பு
zh_hant: 無效的 ZIP 檔案

source: Unsupported compression method
zh_hant: 不支援的壓縮方法

source: Connection error: %(error)s
el: Σφάλμα σύνδεσης: %(error)s
ta: இணைப்பு பிழை: %(error)s
zh_hant: 連線錯誤：%(error)s

source: Cannot restart a task that has no processing node
el: Δεν είναι δυνατή η επανεκκίνηση μιας εργασίας που δεν έχει κόμβο επεξεργασίας
ta: செயலாக்க முனை இல்லாத பணியை மறுதொடக்கம் செய்ய முடியாது
zh_hant: 無法重新啟動沒有處理節點的任務

source: Unsupported SRS %(code)s. Please make sure you picked a supported SRS.
ta: ஆதரிக்கப்படாத SRS %(code)s. நீங்கள் ஆதரிக்கப்பட்ட எச்.ஆர்.எச்.
zh_hant: 不支援的 SRS %(code)s。請確認您選擇了受支援的 SRS。

source: Done!
el: Έτοιμο!
ta: முடிந்தது!
zh_hant: 完成！

source: Name of theme
el: Όνομα θέματος
ta: கருப்பொருளின் பெயர்
zh_hant: 主題名稱

source: Most text, icons, and borders.
el: Τα περισσότερα κείμενα, εικονίδια και πλαίσια.
ta: பெரும்பாலான உரை, சின்னங்கள் மற்றும் எல்லைகள்.
zh_hant: 大部分文字、圖示和邊框。

source: Primary
el: Πρωτογενές
ta: முதன்மை
zh_hant: 主要

source: The main background color, and text color of some buttons.
el: Το κύριο χρώμα φόντου και το χρώμα κειμένου ορισμένων κουμπιών.
ta: முக்கிய பின்னணி நிறம் மற்றும் சில பொத்தான்களின் உரை நிறம்.
zh_hant: 主要背景顏色，以及部分按鈕的文字顏色。

source: Secondary
el: Δευτερεύον
ta: இரண்டாம் நிலை
zh_hant: 次要

source: Navigation links.
el: Σύνδεσμοι πλοήγησης.
ta: வழிசெலுத்தல் இணைப்புகள்.
zh_hant: 導覽連結。

source: Tertiary
el: Τριτογενές
ta: மூன்றாம் நிலை
zh_hant: 第三層級

source: Primary button color.
el: Πρωτεύον χρώμα κουμπιού.
ta: முதன்மை பொத்தான் நிறம்.
zh_hant: 主要按鈕顏色。

source: Button Primary
el: Πρωτογενές κουμπί
ta: பொத்தான் முதன்மை
zh_hant: 主要按鈕

source: Default button color.
el: Προεπιλεγμένο χρώμα κουμπιού.
ta: இயல்புநிலை பொத்தான் நிறம்.
zh_hant: 預設按鈕顏色。

source: Button Default
el: Προεπιλογή Κουμπιού
ta: பொத்தான் இயல்புநிலை
zh_hant: 預設按鈕

source: Delete button color.
el: Διαγραφή χρώματος κουμπιού.
ta: பொத்தான் நிறத்தை நீக்கு.
zh_hant: 刪除按鈕顏色。

source: Button Danger
el: Κουμπί Κίνδυνος
ta: பொத்தான் இடர்
zh_hant: 危險按鈕

source: Background color of the site's header.
el: Χρώμα φόντου της επικεφαλίδας του ιστότοπου.
ta: தளத்தின் தலைப்பின் பின்னணி நிறம்.
zh_hant: 網站標頭的背景顏色。

source: Header Background
el: Φόντο Επικεφαλίδας
ta: தலைப்பு பின்னணி
zh_hant: 標頭背景

source: Text and icons in the site's header.
el: Κείμενο και εικονίδια στην επικεφαλίδα του ιστότοπου.
ta: தளத்தின் தலைப்பில் உரை மற்றும் சின்னங்கள்.
zh_hant: 網站標頭中的文字和圖示。

source: Header Primary
el: Πρωτογενής Επικεφαλίδα
ta: தலைப்பு முதன்மை
zh_hant: 標頭主要元素

source: The color of most borders.
el: Το χρώμα των περισσότερων πλαισίων.
ta: பெரும்பாலான எல்லைகளின் நிறம்.
zh_hant: 大部分邊框的顏色。

source: Border
el: Πλαίσιο
ta: எல்லை
zh_hant: 邊框

source: The background color of panels and some borders.
el: Το χρώμα φόντου των πάνελ και ορισμένων πλαισίων.
ta: பேனல்கள் மற்றும் சில எல்லைகளின் பின்னணி நிறம்.
zh_hant: 面板及部分邊框的背景顏色。

source: Highlight
el: Επισήμανση
ta: சிறப்பம்சமாக
zh_hant: 強調

source: The border color of warning dialogs.
el: Το χρώμα των πλαισίων των διαλόγων προειδοποίησης.
ta: எச்சரிக்கை உரையாடல்களின் எல்லை நிறம்.
zh_hant: 警告對話框的邊框顏色。

source: Dialog Warning
el: Διαλογος Προειδοποίησης
ta: உரையாடல் எச்சரிக்கை
zh_hant: 警告對話框

source: The background color of failed notifications.
el: Το χρώμα φόντου των αποτυχημένων ειδοποιήσεων.
ta: தோல்வியுற்ற அறிவிப்புகளின் பின்னணி நிறம்.
zh_hant: 失敗通知的背景顏色。

source: Failed
el: Αποτυχημένο
ta: தோல்வியுற்றது
zh_hant: 失敗

source: The background color of success notifications.
el: Το χρώμα φόντου των ειδοποιήσεων επιτυχίας.
ta: செய் அறிவிப்புகளின் பின்னணி நிறம்.
zh_hant: 成功通知的背景顏色。

source: Success
el: Επιτυχία
ta: செய்
zh_hant: 成功

source: 404 Page Not Found
el: 404 Η σελίδα δεν βρέθηκε
ta: 404 பக்கம் கிடைக்கவில்லை
zh_hant: 404 找不到頁面

source: Are you sure the address is correct?
el: Είστε σίγουροι ότι η διεύθυνση είναι σωστή;
ta: முகவரி சரியானது என்பதில் உறுதியாக இருக்கிறீர்களா?
zh_hant: 您確定地址正確嗎？

source: 500 Internal Server Error
el: 500 Εσωτερικό σφάλμα διακομιστή
ta: 500 உள் சேவையக பிழை
zh_hant: 500 內部伺服器錯誤

source: Something happened. The server logs contain more information.
el: Κάτι συνέβη. Τα αρχεία καταγραφής του διακομιστή περιέχουν περισσότερες πληροφορίες.
ta: ஏதோ நடந்தது. சேவையக பதிவுகளில் கூடுதல் தகவல்கள் உள்ளன.
zh_hant: 發生錯誤。伺服器日誌中包含更多資訊。

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. See %(link_start)sthe GNU Affero General Public License%(link_end)s for more details.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό: μπορείτε να το αναδιανείμετε ή/και να το τροποποιήσετε σύμφωνα με τους όρους της Γενικής Άδειας Δημόσιας Χρήσης GNU Affero, όπως δημοσιεύεται από το Ίδρυμα Ελεύθερου Λογισμικού, είτε την έκδοση 3 της Άδειας, είτε (κατ' επιλογή σας) οποιαδήποτε μεταγενέστερη έκδοση. Δείτε %(link_start)sthe GNU Affero General Public License%(link_end)s για περισσότερες λεπτομέρειες.
ta: இந்த நிரல் இலவச மென்பொருள்: நீங்கள் அதை மறுபகிர்வு செய்யலாம் மற்றும்/அல்லது குனு அஃபெரோ பொது பொது உரிமத்தின் விதிமுறைகளின் கீழ் இலவச மென்பொருள் அறக்கட்டளையால் வெளியிடப்பட்டபடி, உரிமத்தின் பதிப்பு 3 அல்லது (உங்கள் விருப்பத்தில்) பின்னர் எந்த பதிப்பையும் மாற்றலாம். மேலும் விவரங்களுக்கு %(link_start)sthe குனு அஃபெரோ பொது பொது உரிமம் %(இணைப்பு_என்ட்) ஐப் பார்க்கவும்.
zh_hant: 本程式是自由軟體：您可以依據自由軟體基金會所發布的 GNU Affero 通用公共授權條款第 3 版，或（由您選擇的）任何後續版本來重新散佈和/或修改本程式。更多細節請參見 %(link_start)sGNU Affero 通用公共授權條款%(link_end)s。

source: Page not found
el: Η σελίδα δεν βρέθηκε
ta: பக்கம் கிடைக்கவில்லை
zh_hant: 頁面未找到

source: We're sorry, but the requested page could not be found.
el: Λυπούμαστε, αλλά η ζητούμενη σελίδα δεν βρέθηκε.
ta: மன்னிக்கவும், ஆனால் கோரப்பட்ட பக்கத்தைக் கண்டுபிடிக்க முடியவில்லை.
zh_hant: 很抱歉，找不到您請求的頁面。

source: Home
el: Αρχική σελίδα
ta: வீடு
zh_hant: 首頁

source: Server error
el: Σφάλμα διακομιστή
ta: சேவையக பிழை
zh_hant: 伺服器錯誤

source: Server error (500)
el: Σφάλμα διακομιστή (500)
ta: சேவையக பிழை (500)
zh_hant: 伺服器錯誤（500）

source: Server Error (500)
el: Σφάλμα διακομιστή (500)
ta: சேவையக பிழை (500)
zh_hant: 伺服器錯誤（500）

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
el: Υπήρξε ένα σφάλμα. Έχει αναφερθεί στους διαχειριστές του ιστότοπου μέσω email και θα πρέπει να διορθωθεί σύντομα. Ευχαριστούμε για την υπομονή σας.
ta: பிழை ஏற்பட்டுள்ளது. இது தள நிர்வாகிகளுக்கு மின்னஞ்சல் வழியாக தெரிவிக்கப்பட்டுள்ளது, விரைவில் சரி செய்யப்பட வேண்டும். உங்கள் பொறுமைக்கு நன்றி.
zh_hant: 發生錯誤。此問題已透過電子郵件回報給網站管理員，應會很快修復。感謝您的耐心等候。

source: Run the selected action
el: Εκτέλεση της επιλεγμένης ενέργειας
ta: தேர்ந்தெடுக்கப்பட்ட செயலை இயக்கவும்
zh_hant: 執行所選動作

source: Go
el: Πήγαινε
ta: போ
zh_hant: 執行

source: Click here to select the objects across all pages
el: Κάντε κλικ εδώ για να επιλέξετε τα αντικείμενα σε όλες τις σελίδες
ta: எல்லா பக்கங்களிலும் உள்ள பொருள்களைத் தேர்ந்தெடுக்க இங்கே சொடுக்கு செய்க
zh_hant: 點此以選取跨所有頁面的物件

source: Select all %(total_count)s %(module_name)s
el: Επιλέξτε όλα τα %(total_count)s %(module_name)s
ta: அனைத்து %(total_count)s %(module_name)sத் தேர்ந்தெடுக்கவும்
zh_hant: 選取所有 %(total_count)s 個 %(module_name)s

source: Clear selection
el: Εκκαθάριση επιλογής
ta: தெளிவான தேர்வு
zh_hant: 清除選取

source: First, enter a username and password. Then, you'll be able to edit more user options.
el: Αρχικά, εισάγετε ένα όνομα χρήστη και έναν κωδικό πρόσβασης. Στη συνέχεια, θα μπορέσετε να επεξεργαστείτε περισσότερες επιλογές χρήστη.
ta: முதலில், பயனர்பெயர் மற்றும் கடவுச்சொல்லை உள்ளிடவும். பின்னர், நீங்கள் மேலும் பயனர் விருப்பங்களைத் திருத்த முடியும்.
zh_hant: 首先，請輸入使用者名稱與密碼。之後，您將能夠編輯更多使用者選項。

source: Enter a username and password.
el: Εισάγετε ένα όνομα χρήστη και έναν κωδικό πρόσβασης.
ta: பயனர்பெயர் மற்றும் கடவுச்சொல்லை உள்ளிடவும்.
zh_hant: 請輸入使用者名稱與密碼。

source: Change password
el: Αλλαγή κωδικού πρόσβασης
ta: கடவுச்சொல்லை மாற்றவும்
zh_hant: 更改密碼

source: Please correct the error below.
el: Παρακαλώ διορθώστε το παρακάτω σφάλμα.
ta: கீழே உள்ள பிழையை சரிசெய்யவும்.
zh_hant: 請更正以下錯誤。

source: Please correct the errors below.
el: Παρακαλώ διορθώστε τα παρακάτω λάθη.
ta: கீழே உள்ள பிழைகளை சரிசெய்யவும்.
zh_hant: 請更正以下錯誤。

source: Enter a new password for the user <strong>%(username)s</strong>.
el: Εισάγετε έναν νέο κωδικό πρόσβασης για τον χρήστη <strong>%(username)s</strong>.
ta: பயனருக்கு புதிய கடவுச்சொல்லை உள்ளிடவும் <strong>%(username)s </strong>.
zh_hant: 請為使用者 %(username)s 輸入新密碼。

source: Django site admin
el: Διαχειριστής ιστότοπου Django
ta: சாங்கோ தள நிர்வாகி
zh_hant: Django 網站管理

source: Django administration
el: Διαχείριση Django
ta: சாங்கோ நிர்வாகம்
zh_hant: Django 管理介面

source: Add %(name)s
el: Προσθήκη %(name)s
ta: %(name)s சேர்க்கவும்
zh_hant: 新增 %(name)s

source: History
el: Ιστορικό
ta: வரலாறு
zh_hant: 歷史記錄

source: View on site
el: Προβολή στον ιστότοπο
ta: தளத்தில் காண்க
zh_hant: 在網站上檢視

source: Filter
el: Φίλτρο
ta: வடிப்பி
zh_hant: 篩選

source: Load Plugin (.zip)
el: Φόρτωση πρόσθετου (.zip)
ta: சொருகி ஏற்றவும் (.zip)
zh_hant: 載入外掛（.zip）

source: Manage Plugins
el: Διαχείριση Πρόσθετων
ta: செருகுநிரல்களை நிர்வகிக்கவும்
zh_hant: 管理外掛

source: Remove from sorting
el: Αφαίρεση από τη διαλογή
ta: வரிசையாக்கத்திலிருந்து அகற்று
zh_hant: 從排序中移除

source: Sorting priority: %(priority_number)s
el: Προτεραιότητα ταξινόμησης: %(priority_number)s
ta: முன்னுரிமை வரிசைப்படுத்துதல்: %(முன்னுரிமை எண்)
zh_hant: 排序優先順序：%(priority_number)s

source: Toggle sorting
el: Εναλλαγή διαλογής
ta: வரிசையாக்கத்தை மாற்றவும்
zh_hant: 切換排序

source: Delete
el: Διαγραφή
ta: அழி
zh_hant: 刪除

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
el: Η διαγραφή των %(object_name)s '%(escaped_object)s' θα είχε ως αποτέλεσμα τη διαγραφή σχετικών αντικειμένων, αλλά ο λογαριασμός σας δεν έχει δικαίωμα διαγραφής των ακόλουθων τύπων αντικειμένων:
ta: %(object_name)s ' %(escaped_object)s' ஐ நீக்குவது தொடர்புடைய பொருள்களை நீக்குவதற்கு வழிவகுக்கும், ஆனால் பின்வரும் வகை பொருள்களை நீக்க உங்கள் கணக்கில் இசைவு இல்லை:
zh_hant: 刪除 %(object_name)s「%(escaped_object)s」將會同時刪除相關物件，但您的帳號沒有權限刪除以下類型的物件：

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
el: Η διαγραφή των %(object_name)s "%(escaped_object)s" θα απαιτούσε τη διαγραφή των ακόλουθων σχετικών προστατευμένων αντικειμένων:
ta: %(object_name)s ' %(escaped_object)s' ஐ நீக்குவதற்கு பின்வரும் பாதுகாக்கப்பட்ட தொடர்புடைய பொருள்களை நீக்க வேண்டும்:
zh_hant: 刪除 %(object_name)s「%(escaped_object)s」需要同時刪除以下受保護的相關物件：

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τα %(object_name)s "%(escaped_object)s"; Θα διαγραφούν όλα τα ακόλουθα σχετικά αντικείμενα:
ta: %(escaped_object)s " %(object_name)s" ஐ நீக்க விரும்புகிறீர்களா? பின்வரும் தொடர்புடைய உருப்படிகள் அனைத்தும் நீக்கப்படும்:
zh_hant: 您確定要刪除 %(object_name)s「%(escaped_object)s」嗎？以下所有相關項目都將被刪除：

source: Objects
el: Αντικείμενα
ta: பொருள்கள்
zh_hant: 物件

source: Yes, I'm sure
el: Ναι, είμαι βέβαιος
ta: ஆம், நான் உறுதியாக நம்புகிறேன்
zh_hant: 是的，我確定

source: No, take me back
el: Όχι, πήγαινέ με πίσω
ta: இல்லை, என்னை திரும்ப அழைத்துச் செல்லுங்கள்
zh_hant: 不，帶我返回

source: Delete multiple objects
el: Διαγραφή πολλαπλών αντικειμένων
ta: பல பொருள்களை நீக்கவும்
zh_hant: 刪除多個物件

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
el: Η διαγραφή των επιλεγμένων %(objects_name)s θα είχε ως αποτέλεσμα τη διαγραφή σχετικών αντικειμένων, αλλά ο λογαριασμός σας δεν έχει δικαίωμα διαγραφής των ακόλουθων τύπων αντικειμένων:
ta: தேர்ந்தெடுக்கப்பட்ட %(objects_name)s நீக்குவது தொடர்புடைய பொருள்களை நீக்குவதற்கு வழிவகுக்கும், ஆனால் பின்வரும் வகை பொருள்களை நீக்க உங்கள் கணக்கில் இசைவு இல்லை:
zh_hant: 刪除所選的 %(objects_name)s 將會同時刪除相關物件，但您的帳號沒有權限刪除以下類型的物件：

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
el: Η διαγραφή των επιλεγμένων %(objects_name)s θα απαιτούσε τη διαγραφή των ακόλουθων σχετικών προστατευμένων αντικειμένων:
ta: தேர்ந்தெடுக்கப்பட்ட %(objects_name)s நீக்குவதற்கு பின்வரும் பாதுகாக்கப்பட்ட தொடர்புடைய பொருள்களை நீக்க வேண்டும்:
zh_hant: 刪除所選的 %(objects_name)s 需要同時刪除以下受保護的相關物件：

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τα επιλεγμένα %(objects_name)s; Θα διαγραφούν όλα τα ακόλουθα αντικείμενα και τα σχετικά στοιχεία τους:
ta: தேர்ந்தெடுக்கப்பட்ட %(objects_name)s நீக்க விரும்புகிறீர்களா? பின்வரும் பொருள்கள் மற்றும் அவற்றுடன் தொடர்புடைய உருப்படிகள் அனைத்தும் நீக்கப்படும்:
zh_hant: 您確定要刪除所選的 %(objects_name)s 嗎？以下所有物件及其相關項目都將被刪除：

source: Change
el: Αλλαγή
ta: மாற்றம்
zh_hant: 變更

source: Delete?
el: Διαγραφή;
ta: நீக்கவா?
zh_hant: 刪除？

source: By %(filter_title)s
el: Κατά %(filter_title)s
ta: மூலம் %(filter_title)s
zh_hant: 依 %(filter_title)s

source: Summary
el: Σύνοψη
ta: சுருக்கம்
zh_hant: 摘要

source: Models in the %(name)s application
el: Μοντέλα στην εφαρμογή %(name)s
ta: %(பெயர்) பயன்பாட்டில் உள்ள மாதிரிகள்
zh_hant: %(name)s 應用程式中的模型

source: Add
el: Προσθήκη
ta: கூட்டு
zh_hant: 新增

source: You don't have permission to edit anything.
el: Δεν έχετε άδεια να επεξεργαστείτε κάτι.
ta: எதையும் திருத்த உங்களுக்கு இசைவு இல்லை.
zh_hant: 您沒有權限編輯任何內容。

source: Recent actions
el: Πρόσφατες ενέργειες
ta: அண்மைக் கால செயல்கள்
zh_hant: 最近的動作

source: My actions
el: Οι ενέργειές μου
ta: எனது செயல்கள்
zh_hant: 我的動作

source: None available
el: Καμία διαθέσιμη
ta: எதுவும் கிடைக்கவில்லை
zh_hant: 無可用項目

source: Unknown content
el: Άγνωστο περιεχόμενο
ta: தெரியாத உள்ளடக்கம்
zh_hant: 未知內容

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
el: Κάτι δεν πάει καλά με την εγκατάσταση της βάσης δεδομένων σας. Βεβαιωθείτε ότι έχουν δημιουργηθεί οι κατάλληλοι πίνακες της βάσης δεδομένων και βεβαιωθείτε ότι η βάση δεδομένων είναι αναγνώσιμη από τον κατάλληλο χρήστη.
ta: உங்கள் தரவுத்தள நிறுவலில் ஏதோ தவறு. பொருத்தமான தரவுத்தள அட்டவணைகள் உருவாக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள், மேலும் பொருத்தமான பயனரால் தரவுத்தளம் படிக்கக்கூடியது என்பதை உறுதிப்படுத்தவும்.
zh_hant: 您的資料庫安裝有問題。請確認已建立適當的資料表，並確保資料庫可由適當的使用者讀取。

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
el: Έχετε πιστοποιηθεί ως %(username)s, αλλά δεν είστε εξουσιοδοτημένοι να έχετε πρόσβαση σε αυτή τη σελίδα. Θα θέλατε να συνδεθείτε με διαφορετικό λογαριασμό;
ta: நீங்கள் %(username)s என அங்கீகரிக்கப்பட்டுள்ளீர்கள், ஆனால் இந்த பக்கத்தை அணுக அங்கீகரிக்கப்படவில்லை. வேறு கணக்கில் உள்நுழைய விரும்புகிறீர்களா?
zh_hant: 您已以 %(username)s 身分驗證，但沒有權限存取此頁面。要改用其他帳號登入嗎？

source: Forgotten your password or username?
el: Ξεχάσατε τον κωδικό πρόσβασης ή το όνομα χρήστη σας;
ta: உங்கள் கடவுச்சொல் அல்லது பயனர்பெயரை மறந்துவிட்டீர்களா?
zh_hant: 忘記密碼或使用者名稱了嗎？

source: Log in
el: Σύνδεση
ta: புகுபதிகை
zh_hant: 登入

source: Date/time
el: Ημερομηνία/ώρα
ta: தேதி/நேரம்
zh_hant: 日期/時間

source: Action
el: Ενέργεια
ta: செயல்
zh_hant: 動作

source: This object doesn't have a change history. It probably wasn't added via this admin site.
el: Αυτό το αντικείμενο δεν έχει ιστορικό αλλαγών. Πιθανώς δεν προστέθηκε μέσω αυτής της τοποθεσίας διαχείρισης.
ta: இந்த பொருளுக்கு மாற்ற வரலாறு இல்லை. இந்த நிர்வாகி தளம் வழியாக இது சேர்க்கப்படவில்லை.
zh_hant: 此物件沒有變更歷史。它可能不是透過此管理介面新增的。

source: Show all
el: Προβολή όλων
ta: அனைத்தையும் காட்டு
zh_hant: 顯示全部
