Repository: OpenDroneMap/WebODM-Locale
Catalog: */LC_MESSAGES/djangojs.po
Languages: el, ta, tr

source: Set a value in meters for the GPS Dilution of Precision (DOP) information for all images. If your images are tagged with high precision GPS information (RTK), this value will be automatically set accordingly. You can use this option to manually set it in case the reconstruction fails. Lowering this option can sometimes help control bowling-effects over large areas. Default: %(default)s
el: Ορίστε μια τιμή σε μέτρα για τις πληροφορίες DOP (Dilution of Precision) του GPS για όλες τις εικόνες. Εάν οι εικόνες σας έχουν επισημανθεί με πληροφορίες GPS υψηλής ακρίβειας (RTK), αυτή η τιμή θα οριστεί αυτόματα αναλόγως. Μπορείτε να χρησιμοποιήσετε αυτήν την επιλογή για να την ορίσετε χειροκίνητα σε περίπτωση που η ανακατασκευή αποτύχει. Η μείωση αυτής της επιλογής μπορεί μερικές φορές να βοηθήσει στον έλεγχο των φαινομένων κύρτωσης σε μεγάλες περιοχές. Προεπιλογή: %(default)s
ta: அனைத்து படங்களுக்கும் சி.பி.எச். உங்கள் படங்கள் அதிக துல்லியமான சி.பி.எச் செய்தி (ஆர்.டி.கே) உடன் குறிக்கப்பட்டால், இந்த மதிப்பு தானாகவே அதற்கேற்ப அமைக்கப்படும். புனரமைப்பு தோல்வியுற்றால் அதை கைமுறையாக அமைக்க இந்த விருப்பத்தைப் பயன்படுத்தலாம். இந்த விருப்பத்தை குறைப்பது சில நேரங்களில் பெரிய பகுதிகளில் பந்துவீச்சு-விளைவுகளை கட்டுப்படுத்த உதவும். இயல்புநிலை: %(default)s

source: Classify the point cloud outputs. You can control the behavior of this option by tweaking the --dem-* parameters. Default: %(default)s
el: Ταξινόμηση των εξόδων του νέφους σημείων. Μπορείτε να ελέγξετε τη συμπεριφορά αυτής της επιλογής ρυθμίζοντας τις παραμέτρους --dem-*. Προεπιλογή: %(default)s
ta: புள்ளி மேகக்கணி வெளியீடுகளை வகைப்படுத்தவும். --Dem-* அளவுருக்களை மாற்றுவதன் மூலம் இந்த விருப்பத்தின் நடத்தையை நீங்கள் கட்டுப்படுத்தலாம். இயல்புநிலை: %(default)s
tr: Nokta bulutu çıktılarını sınıflandırın. Bu seçeneğin davranışını --dem-* parametrelerini değiştirerek kontrol edebilirsiniz. Varsayılan: %(default)s

source: Set the radiometric calibration to perform on images. When processing multispectral and thermal images you should set this option to obtain reflectance/temperature values (otherwise you will get digital number values). [camera] applies black level, vignetting, row gradient gain/exposure compensation (if appropriate EXIF tags are found) and computes absolute temperature values. [camera+sun] is experimental, applies all the corrections of [camera], plus compensates for spectral radiance registered via a downwelling light sensor (DLS) taking in consideration the angle of the sun. Can be one of: %(choices)s. Default: %(default)s
el: Ορίστε τη ραδιομετρική βαθμονόμηση που θα εκτελείται στις εικόνες. Κατά την επεξεργασία πολυφασματικών και θερμικών εικόνων θα πρέπει να ορίσετε αυτή την επιλογή για να λάβετε τιμές ανάκλασης/θερμοκρασίας (διαφορετικά θα λάβετε τιμές ψηφιακών αριθμών). [κάμερα] εφαρμόζει αντιστάθμιση μαύρου επιπέδου, βινιετοποίησης, αντιστάθμιση κέρδους/έκθεσης κλίσης σειράς (εάν βρεθούν οι κατάλληλες ετικέτες EXIF) και υπολογίζει απόλυτες τιμές θερμοκρασίας. Το [κάμερα+ήλιος] είναι πειραματικό, εφαρμόζει όλες τις διορθώσεις του [κάμερα] και επιπλέον αντισταθμίζει τη φασματική ακτινοβολία που καταγράφεται μέσω ενός αισθητήρα καθοδικού φωτός (DLS), λαμβάνοντας υπόψη τη γωνία του ήλιου. Μπορεί να είναι ένα από τα εξής:%(choices)s. Προεπιλογή: %(default)s
ta: படங்களில் செய்ய ரேடியோமெட்ரிக் அளவுத்திருத்தத்தை அமைக்கவும். மல்டிச்பெக்ட்ரல் மற்றும் வெப்ப படங்களை செயலாக்கும்போது, பிரதிபலிப்பு/வெப்பநிலை மதிப்புகளைப் பெற இந்த விருப்பத்தை அமைக்க வேண்டும் (இல்லையெனில் நீங்கள் டிசிட்டல் எண் மதிப்புகளைப் பெறுவீர்கள்). . . ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: Use a full 3D mesh to compute the orthophoto instead of a 2.5D mesh. This option is a bit faster and provides similar results in planar areas. Default: %(default)s
el: Χρήση ενός πλήρους τρισδιάστατου πλέγματος για τον υπολογισμό της ορθοφωτογραφίας αντί για πλέγμα 2,5D. Αυτή η επιλογή είναι λίγο ταχύτερη και παρέχει παρόμοια αποτελέσματα σε επίπεδες περιοχές. Προεπιλογή: %(default)s
ta: 2.5 டி மெசுக்கு பதிலாக ஆர்த்தோஃபோட்டோவைக் கணக்கிட முழு 3D கண்ணி பயன்படுத்தவும். இந்த விருப்பம் சற்று வேகமானது மற்றும் பிளானர் பகுதிகளில் இதே போன்ற முடிவுகளை வழங்குகிறது. இயல்புநிலை: %(default)s

source: Keep faces in the mesh that are not seen in any camera. Default: %(default)s
el: Διατηρήστε τα πρόσωπα στο πλέγμα που δεν φαίνονται σε καμία κάμερα. Προεπιλογή: %(default)s
ta: எந்த கேமராவிலும் காணப்படாத கண்ணில் முகங்களை வைத்திருங்கள். இயல்புநிலை: %(default)s

source: DSM/DTM resolution in cm / pixel. Note that this value is capped by a ground sampling distance (GSD) estimate. Default: %(default)s
el: Ανάλυση DSM/DTM σε cm/px. Σημειώστε ότι η τιμή αυτή καλύπτεται από μια εκτίμηση της απόστασης δειγματοληψίας εδάφους (GSD). Προεπιλογή: %(default)s
ta: செ.மீ / பிக்சலில் டி.எச்.எம் / டி.டி.எம் தீர்மானம். இந்த மதிப்பு ஒரு தரை மாதிரி தூரம் (சி.எச்.டி) மதிப்பீட்டால் மூடப்பட்டுள்ளது என்பதை நினைவில் கொள்க. இயல்புநிலை: %(default)s
tr: cm/piksel cinsinden DSM/DTM çözünürlüğü. Bu değerin bir zemin örnekleme mesafesi (GSD) tahmini ile sınırlandırıldığını unutmayın. Varsayılan: %(default)s

source: When processing multispectral datasets, you can specify the name of the primary band that will be used for reconstruction. It's recommended to choose a band which has sharp details and is in focus. Default: %(default)s
el: Κατά την επεξεργασία πολυφασματικών συνόλων δεδομένων, μπορείτε να καθορίσετε το όνομα της κύριας ζώνης που θα χρησιμοποιηθεί για την ανακατασκευή. Συνιστάται να επιλέξετε μια ζώνη που έχει ευκρινείς λεπτομέρειες και βρίσκεται σε εστίαση. Προεπιλογή: %(default)s
ta: மல்டிச்பெக்ட்ரல் தரவுத்தொகுப்புகளை செயலாக்கும்போது, புனரமைப்புக்கு பயன்படுத்தப்படும் முதன்மை இசைக்குழுவின் பெயரை நீங்கள் குறிப்பிடலாம். கூர்மையான விவரங்களைக் கொண்ட ஒரு இசைக்குழுவைத் தேர்வுசெய்ய பரிந்துரைக்கப்படுகிறது மற்றும் கவனம் செலுத்துகிறது. இயல்புநிலை: %(default)s

source: Build orthophoto overviews for faster display in programs such as QGIS. Default: %(default)s
el: Δημιουργήστε επισκοπήσεις ορθοφωτογραφιών για ταχύτερη εμφάνιση σε προγράμματα όπως το QGIS. Προεπιλογή: %(default)s
ta: QGIS போன்ற நிரல்களில் விரைவான காட்சிக்கு ஆர்த்தோஃபோட்டோ கண்ணோட்டங்களை உருவாக்குங்கள். இயல்புநிலை: %(default)s

source: Computes an euclidean raster map for each DEM. The map reports the distance from each cell to the nearest NODATA value (before any hole filling takes place). This can be useful to isolate the areas that have been filled. Default: %(default)s
el: Υπολογίζει έναν ευκλείδειο χάρτη ράστερ για κάθε DEM.Ο χάρτης αναφέρει την απόσταση από κάθε κελί προς την πλησιέστερη τιμή NODATA (πριν από τη συμπλήρωση οποιασδήποτε τρύπας). Αυτό μπορεί να είναι χρήσιμο για την απομόνωση των περιοχών που έχουν γεμίσει.Προεπιλογή: %(default)s
ta: ஒவ்வொரு டெமுக்கும் யூக்ளிடியன் ராச்டர் வரைபடத்தை கணக்கிடுகிறது. வரைபடம் ஒவ்வொரு கலத்திலிருந்தும் அருகிலுள்ள நோடாட்டா மதிப்புக்கு தூரத்தை தெரிவிக்கிறது (எந்த துளை நிரப்புதலுக்கும் முன்பு). நிரப்பப்பட்ட பகுதிகளை தனிமைப்படுத்த இது பயனுள்ளதாக இருக்கும். இயல்புநிலை: %(default)s
tr: Her DEM için bir öklid raster haritası hesaplar. Harita, her hücreden en yakın NODATA değerine olan mesafeyi bildirir (herhangi bir delik doldurma işlemi gerçekleşmeden önce). Bu, doldurulan alanları izole etmek için yararlı olabilir. Varsayılan: %(default)s

source: Set the compression to use for orthophotos. Can be one of: %(choices)s. Default: %(default)s
el: Ορίστε τη συμπίεση που θα χρησιμοποιείται για τις ορθοφωτογραφίες. Μπορεί να είναι ένα από τα εξής: %(choices)s. Προεπιλογή: %(default)s
ta: ஆர்த்தோஃபோட்டோசுக்குப் பயன்படுத்த சுருக்கத்தை அமைக்கவும். ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: The maximum vertex count of the output mesh. Default: %(default)s
el: Ο μέγιστος αριθμός κορυφών του πλέγματος εξόδου. Προεπιλογή: %(default)s
ta: வெளியீட்டு கண்ணி அதிகபட்ச வெர்டெக்ச் எண்ணிக்கை. இயல்புநிலை: %(default)s

source: Path to the image geolocation file containing the camera center coordinates used for georeferencing. If you don't have values for yaw/pitch/roll you can set them to 0. The file needs to use the following format: EPSG:<code> or <+proj definition>image_name geo_x geo_y geo_z [yaw (degrees)] [pitch (degrees)] [roll (degrees)] [horz accuracy (meters)] [vert accuracy (meters)]Default: %(default)s
el: Διαδρομή προς το αρχείο γεωεντοπισμού της εικόνας που περιέχει τις συντεταγμένες του κέντρου της κάμερας που χρησιμοποιούνται για τη γεωαναφορά. Αν δεν έχετε τιμές για yaw/pitch/roll, μπορείτε να τις ορίσετε στο 0. Το αρχείο πρέπει να έχει την ακόλουθη μορφή: EPSG:<code> η<+proj definition>image_name geo_x geo_y geo_z [yaw (μοίρες)] [pitch (μοίρες)] [roll (μοίρες)] [horz accuracy (meters)] [vert accuracy (meters)]Προεπιλογή: %(default)s
ta: புவிசார்ஃபெரன்சிங்கிற்கு பயன்படுத்தப்படும் கேமரா மைய ஒருங்கிணைப்புகளைக் கொண்ட பட புவிஇருப்பிட கோப்பிற்கான பாதை. உங்களிடம் YAW/பிட்ச்/ரோலுக்கான மதிப்புகள் இல்லையென்றால் அவற்றை 0 ஆக அமைக்கலாம். கோப்பு பின்வரும் வடிவமைப்பைப் பயன்படுத்த வேண்டும்: EPSG: <+proj வரையறை> படம்_பேம் GEO_X GEO_Y GEO_Z [YAW (டிகிரி)] [சுருதி (டிகிரி)] [ரோல் (டிகிரி)] [ஆர்ச் அக்யூரச்) [மெட்டர்ச்) இயல்புநிலை:%(default)s

source: Set feature extraction quality. Higher quality generates better features, but requires more memory and takes longer. Can be one of: %(choices)s. Default: %(default)s
el: Ορίστε την ποιότητα εξαγωγής χαρακτηριστικών. Η υψηλότερη ποιότητα παράγει καλύτερα χαρακτηριστικά, αλλά απαιτεί περισσότερη μνήμη και διαρκεί περισσότερο. Μπορεί να είναι ένα από τα εξής: %(choices)s. Προεπιλογή: %(default)s
ta: நற்பொருத்தம் பிரித்தெடுத்தல் தரத்தை அமைக்கவும். உயர் தகுதி சிறந்த அம்சங்களை உருவாக்குகிறது, ஆனால் அதிக நினைவகம் தேவைப்படுகிறது மற்றும் அதிக நேரம் எடுக்கும். ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: Geometric estimates improve the accuracy of the point cloud by computing geometrically consistent depthmaps but may not be usable in larger datasets. This flag disables geometric estimates. Default: %(default)s
el: Οι γεωμετρικές εκτιμήσεις βελτιώνουν την ακρίβεια του νέφους σημείων με τον υπολογισμό γεωμετρικά συνεπών χαρτών βάθους, αλλά μπορεί να μην είναι χρήσιμες σε μεγαλύτερα σύνολα δεδομένων. Αυτή η σημαία απενεργοποιεί τις γεωμετρικές εκτιμήσεις. Προεπιλογή: %(default)s
ta: வடிவியல் மதிப்பீடுகள் வடிவியல் ரீதியாக சீரான ஆழமான வரைபடங்களைக் கணக்கிடுவதன் மூலம் புள்ளி மேகத்தின் துல்லியத்தை மேம்படுத்துகின்றன, ஆனால் பெரிய தரவுத்தொகுப்புகளில் பயன்படுத்தப்படாது. இந்த கொடி வடிவியல் மதிப்பீடுகளை முடக்குகிறது. இயல்புநிலை: %(default)s

source: Set this parameter if you want a striped GeoTIFF. Default: %(default)s
el: Ορίστε αυτή την παράμετρο αν θέλετε ένα ριγέ GeoTIFF. Προεπιλογή: %(default)s
ta: நீங்கள் ஒரு கோடிட்ட சியோடிஃப் விரும்பினால் இந்த அளவுருவை அமைக்கவும். இயல்புநிலை: %(default)s

source: Specify the distance between camera shot locations and the outer edge of the boundary when computing the boundary with --auto-boundary. Set to 0 to automatically choose a value. Default: %(default)s
el: Καθορίστε την απόσταση μεταξύ των θέσεων λήψης της κάμερας και του εξωτερικού άκρου του ορίου όταν υπολογίζετε το όριο με την επιλογή --auto-boundary. Ορίστε την τιμή 0 για να επιλέξετε αυτόματα μια τιμή. Προεπιλογή: %(default)s
ta: எல்லையை-ஆட்டோ-எல்லைக்குள் கணக்கிடும்போது கேமரா காட்சி இருப்பிடங்களுக்கும் எல்லையின் வெளிப்புற விளிம்பிற்கும் இடையிலான தூரத்தைக் குறிப்பிடவும். தானாக ஒரு மதிப்பைத் தேர்வுசெய்ய 0 என அமைக்கவும். இயல்புநிலை: %(default)s

source: Skip alignment of submodels in split-merge. Useful if GPS is good enough on very large datasets. Default: %(default)s
el: Παράλειψη ευθυγράμμισης υπομοντέλων στη συγχώνευση διαχωρισμού. Χρήσιμο εάν το GPS είναι αρκετά καλό σε πολύ μεγάλα σύνολα δεδομένων. Προεπιλογή: %(default)s
ta: பிளவு-மெர்சில் சப்மோடல்களின் சீரமைப்பைத் தவிர்க்கவும். மிகப் பெரிய தரவுத்தொகுப்புகளில் சி.பி.எச் போதுமானதாக இருந்தால் பயனுள்ளதாக இருக்கும். இயல்புநிலை: %(default)s

source: Generate single file Binary glTF (GLB) textured models. Default: %(default)s
el: Δημιουργία μοντέλων με υφή σε ένα αρχείο δυαδικού glTF (GLB). Προεπιλογή: %(default)s
ta: ஒற்றை கோப்பு பைனரி GLTF (GLB) கடினமான மாதிரிகளை உருவாக்குங்கள். இயல்புநிலை: %(default)s

source: Generate OBJs that have a single material and a single texture file instead of multiple ones. Default: %(default)s
el: Δημιουργία OBJ που έχουν ένα μόνο υλικό και ένα μόνο αρχείο υφής αντί για πολλαπλά. Προεπιλογή: %(default)s
ta: பலவற்றிற்கு பதிலாக ஒற்றை பொருள் மற்றும் ஒற்றை அமைப்பு கோப்பைக் கொண்ட OBJ களை உருவாக்கவும். இயல்புநிலை: %(default)s

source: Number of steps used to fill areas with gaps. Set to 0 to disable gap filling. Starting with a radius equal to the output resolution, N different DEMs are generated with progressively bigger radius using the inverse distance weighted (IDW) algorithm and merged together. Remaining gaps are then merged using nearest neighbor interpolation. Default: %(default)s
el: Αριθμός βημάτων που χρησιμοποιούνται για την πλήρωση περιοχών με κενά. Ορίστε την τιμή 0 για να απενεργοποιήσετε τη συμπλήρωση κενών. Ξεκινώντας με ακτίνα ίση με την ανάλυση εξόδου, παράγονται Ν διαφορετικά DEM με προοδευτικά μεγαλύτερη ακτίνα χρησιμοποιώντας τον αλγόριθμο IDW (inverse distance weighted) και συγχωνεύονται μεταξύ τους. Τα υπόλοιπα κενά συγχωνεύονται στη συνέχεια με τη χρήση παρεμβολής του πλησιέστερου γείτονα. Προεπιλογή: %(default)s
ta: இடைவெளிகளுடன் பகுதிகளை நிரப்ப பயன்படுத்தப்படும் படிகளின் எண்ணிக்கை. இடைவெளி நிரப்புதலை முடக்க 0 என அமைக்கவும். வெளியீட்டுத் தீர்மானத்திற்கு சமமான ஒரு சுற்றளவில் தொடங்கி, தலைகீழ் தூர எடையுள்ள (ஐ.டி.டபிள்யூ) வழிமுறையைப் பயன்படுத்தி படிப்படியாக பெரிய ஆரம் கொண்டு வெவ்வேறு டெம் உருவாக்கப்பட்டு ஒன்றாக இணைக்கப்படுகிறது. மீதமுள்ள இடைவெளிகள் பின்னர் அருகிலுள்ள அண்டை இடைக்கணிப்பைப் பயன்படுத்தி இணைக்கப்படுகின்றன. இயல்புநிலை: %(default)s

source: Set point cloud quality. Higher quality generates better, denser point clouds, but requires more memory and takes longer. Each step up in quality increases processing time roughly by a factor of 4x.Can be one of: %(choices)s. Default: %(default)s
el: Ποιότητα νέφους σημείου ρύθμισης. Η υψηλότερη ποιότητα παράγει καλύτερα, πυκνότερα νέφη σημείων, αλλά απαιτεί περισσότερη μνήμη και διαρκεί περισσότερο. Κάθε βήμα στην ποιότητα αυξάνει το χρόνο επεξεργασίας περίπου κατά έναν παράγοντα 4x.Μπορεί να είναι ένα από τα εξής:%(choices)s. Προεπιλογή: %(default)s
ta: புள்ளி மேக தரத்தை அமைக்கவும். உயர் தகுதி சிறந்த, அடர்த்தியான புள்ளி மேகங்களை உருவாக்குகிறது, ஆனால் அதிக நினைவகம் தேவைப்படுகிறது மற்றும் அதிக நேரம் எடுக்கும். தரத்தின் ஒவ்வொரு அடியும் 4x.can இன் காரணியால் செயலாக்க நேரத்தை அதிகரிக்கிறது: %(choices)s. இயல்புநிலை: %(default)s

source: Delete heavy intermediate files to optimize disk space usage. This affects the ability to restart the pipeline from an intermediate stage, but allows datasets to be processed on machines that don't have sufficient disk space available. Default: %(default)s
el: Διαγράψτε βαριά ενδιάμεσα αρχεία για να βελτιστοποιήσετε τη χρήση του χώρου στο δίσκο. Αυτό επηρεάζει τη δυνατότητα επανεκκίνησης του αγωγού από ένα ενδιάμεσο στάδιο, αλλά επιτρέπει την επεξεργασία συνόλων δεδομένων σε μηχανήματα που δεν διαθέτουν επαρκή χώρο στο δίσκο. Προεπιλογή: %(default)s
ta: வட்டு இட பயன்பாட்டை மேம்படுத்த கனமான இடைநிலை கோப்புகளை நீக்கவும். இது ஒரு இடைநிலை கட்டத்திலிருந்து குழாய்த்திட்டத்தை மறுதொடக்கம் செய்யும் திறனை பாதிக்கிறது, ஆனால் போதுமான வட்டு இடம் இல்லாத இயந்திரங்களில் தரவுத்தொகுப்புகளை செயலாக்க அனுமதிக்கிறது. இயல்புநிலை: %(default)s
tr: Disk alanı kullanımını optimize etmek için ağır ara dosyaları silin. Bu, işlem hattını bir ara aşamadan yeniden başlatma yeteneğini etkiler, ancak veri kümelerinin yeterli disk alanı bulunmayan makinelerde işlenmesine olanak tanır. Varsayılan: %(default)s

source: Skip normalization of colors across all images. Useful when processing radiometric data. Default: %(default)s
el: Παραλείψτε την κανονικοποίηση των χρωμάτων σε όλες τις εικόνες. Χρήσιμο κατά την επεξεργασία ραδιομετρικών δεδομένων. Προεπιλογή: %(default)s
ta: எல்லா படங்களிலும் வண்ணங்களை இயல்பாக்குவதைத் தவிர்க்கவும். ரேடியோமெட்ரிக் தரவை செயலாக்கும்போது பயனுள்ளதாக இருக்கும். இயல்புநிலை: %(default)s

source: Export the georeferenced point cloud in LAS format. Default: %(default)s
el: Εξαγωγή του νέφους σημείων με γεωαναφορά σε μορφή LAS. Προεπιλογή: %(default)s
ta: புவிசார் புள்ளி மேகத்தை LAS வடிவத்தில் ஏற்றுமதி செய்யுங்கள். இயல்புநிலை: %(default)s

source: Filters the point cloud by keeping only a single point around a radius N (in meters). This can be useful to limit the output resolution of the point cloud and remove duplicate points. Set to 0 to disable sampling. Default: %(default)s
el: Φιλτράρει το νέφος σημείων κρατώντας μόνο ένα σημείο γύρω από μια ακτίνα N (σε μέτρα). Αυτό μπορεί να είναι χρήσιμο για τον περιορισμό της ανάλυσης εξόδου του νέφους σημείων και την αφαίρεση των διπλών σημείων. Ορίστε την τιμή 0 για να απενεργοποιήσετε τη δειγματοληψία. Προεπιλογή: %(default)s
ta: ஒரு ஆரம் N ஐ (மீட்டரில்) ஒரு புள்ளியை மட்டுமே வைத்திருப்பதன் மூலம் புள்ளி மேகத்தை வடிகட்டுகிறது. புள்ளி மேகத்தின் வெளியீட்டு தீர்மானத்தை கட்டுப்படுத்தவும், நகல் புள்ளிகளை அகற்றவும் இது பயனுள்ளதாக இருக்கும். மாதிரியை முடக்க 0 ஆக அமைக்கவும். இயல்புநிலை: %(default)s

source: Path to the file containing the ground control points used for georeferencing. The file needs to use the following format: EPSG:<code> or <+proj definition>geo_x geo_y geo_z im_x im_y image_name [gcp_name] [extra1] [extra2]Default: %(default)s
el: Διαδρομή προς το αρχείο που περιέχει τα σημεία ελέγχου εδάφους που χρησιμοποιούνται για τη γεωαναφορά. Το αρχείο πρέπει να έχει την ακόλουθη μορφή: EPSG:<code> η<+proj definition>geo_x geo_y geo_z im_x im_y image_name [gcp_name] [extra1] [extra2]Προεπιλογή: %(default)s
ta: புவிசார்மயமாக்கலுக்குப் பயன்படுத்தப்படும் தரை கட்டுப்பாட்டு புள்ளிகளைக் கொண்ட கோப்பிற்கான பாதை. கோப்பு பின்வரும் வடிவமைப்பைப் பயன்படுத்த வேண்டும்: EPSG: <+proj வரையறை> geo_x geo_y geo_z im_x im_y image_name [gcp_name] [கூடுதல் 1] [கூடுதல் 2] இயல்புநிலை: %(default)s

source: Skip generation of the orthophoto. This can save time if you only need 3D results or DEMs. Default: %(default)s
el: Παραλείψτε τη δημιουργία της ορθοφωτογραφίας. Αυτό μπορεί να εξοικονομήσει χρόνο εάν χρειάζεστε μόνο τρισδιάστατα αποτελέσματα ή DEM. Προεπιλογή: %(default)s
ta: ஆர்த்தோஃபோட்டோவின் தலைமுறையைத் தவிர்க்கவும். உங்களுக்கு 3D முடிவுகள் அல்லது டெம் கள் மட்டுமே தேவைப்பட்டால் இது நேரத்தை மிச்சப்படுத்தும். இயல்புநிலை: %(default)s

source: show this help message and exit
el: εμφάνιση αυτού του μηνύματος βοήθειας και έξοδος
ta: இந்த உதவி செய்தியைக் காட்டி வெளியேறவும்
tr: Bu yardım mesajını göster ve çık

source: Rerun processing from this stage. Can be one of: %(choices)s. Default: %(default)s
el: Επαναλάβετε την επεξεργασία από αυτό το στάδιο. Μπορεί να είναι ένα από τα εξής: %(choices)s. Προεπιλογή: %(default)s
ta: இந்த கட்டத்திலிருந்து செயலாக்கத்தை மீண்டும் இயக்கவும். ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: Skip generation of PDF report. This can save time if you don't need a report. Default: %(default)s
el: Παράλειψη δημιουργίας αναφοράς PDF. Αυτό μπορεί να εξοικονομήσει χρόνο αν δεν χρειάζεστε μια αναφορά. Προεπιλογή: %(default)s
ta: PDF அறிக்கையின் தலைமுறையைத் தவிர்க்கவும். உங்களுக்கு அறிக்கை தேவையில்லை என்றால் இது நேரத்தை மிச்சப்படுத்தும். இயல்புநிலை: %(default)s
tr: PDF raporu oluşturmayı atlayın. Bu, bir rapora ihtiyacınız yoksa zaman kazandırabilir. Varsayılan: %(default)s

source: Simple Morphological Filter window radius parameter (meters). Default: %(default)s
el: Παράμετρος ακτίνας παραθύρου απλού μορφολογικού φίλτρου (Mέτρα). Προεπιλογή: %(default)s
ta: எளிய உருவவியல் வடிகட்டி சாளர ஆரம் அளவுரு (மீட்டர்). இயல்புநிலை: %(default)s

source: Path to the project folder. Your project folder should contain subfolders for each dataset. Each dataset should have an "images" folder.
el: Διαδρομή προς το φάκελο του έργου. Ο φάκελος του έργου σας θα πρέπει να περιέχει υποφακέλους για κάθε σύνολο δεδομένων. Κάθε σύνολο δεδομένων θα πρέπει να έχει ένα φάκελο ""images"".
ta: திட்ட கோப்புறைக்கான பாதை. உங்கள் திட்ட கோப்புறையில் ஒவ்வொரு தரவுத்தொகுப்பிற்கும் துணை கோப்புறைகள் இருக்க வேண்டும். ஒவ்வொரு தரவுத்தொகுப்பிலும் "படங்கள்" கோப்புறை இருக்க வேண்டும்.

source: Use this tag to build a DSM (Digital Surface Model, ground + objects) using a progressive morphological filter. Check the --dem* parameters for finer tuning. Default: %(default)s
el: Χρησιμοποιήστε αυτήν την ετικέτα για να δημιουργήσετε ένα DSM (Ψηφιακό μοντέλο επιφάνειας, έδαφος + αντικείμενα) χρησιμοποιώντας ένα προοδευτικό μορφολογικό φίλτρο. Ελέγξτε τις παραμέτρους --dem* για λεπτομερέστερη ρύθμιση. Προεπιλογή: %(default)s
ta: முற்போக்கான உருவவியல் வடிகட்டியைப் பயன்படுத்தி ஒரு டி.எச்.எம் (டிசிட்டல் மேற்பரப்பு மாதிரி, தரை + பொருள்கள்) உருவாக்க இந்த குறிச்சொல்லைப் பயன்படுத்தவும். சிறந்த ட்யூனிங்கிற்கான --dem* அளவுருக்களைச் சரிபார்க்கவும். இயல்புநிலை: %(default)s

source: Generate OGC 3D Tiles outputs. Default: %(default)s
el: Δημιουργία εξόδων OGC 3D πλακιδίων. Προεπιλογή: %(default)s
ta: OGC 3D ஓடுகள் வெளியீடுகளை உருவாக்குங்கள். இயல்புநிலை: %(default)s

source: Name of dataset (i.e subfolder name within project folder). Default: %(default)s
el: Όνομα του συνόλου δεδομένων (π.χ. όνομα υποφακέλου εντός του φακέλου του έργου). Προεπιλογή: %(default)s
ta: தரவுத்தொகுப்பின் பெயர் (அதாவது திட்ட கோப்புறையில் துணை கோப்புறை பெயர்). இயல்புநிலை: %(default)s

source: Export the georeferenced point cloud in Entwine Point Tile (EPT) format. Default: %(default)s
el: Εξαγωγή του νέφους σημείων με γεωαναφορά σε μορφή ψηφίδας σημείων Entwine (EPT). Προεπιλογή: %(default)s
ta: புவிசார் புள்ளி மேகத்தை என்ட்வைன் பாயிண்ட் டைல் (ஈபிடி) வடிவத்தில் ஏற்றுமதி செய்யுங்கள். இயல்புநிலை: %(default)s
tr: Coğrafi referanslı nokta bulutunu Entwine Point Tile (EPT) formatında dışa aktarın. Varsayılan: %(default)s

source: Displays version number and exits.
el: Εμφανίζει τον αριθμό έκδοσης και εξέρχεται.
ta: பதிப்பு எண் மற்றும் வெளியேறும்.

source: Use this tag if you have a GCP File but want to use the EXIF information for georeferencing instead. Default: %(default)s
el: Χρησιμοποιήστε αυτήν την ετικέτα εάν έχετε ένα αρχείο GCP αλλά θέλετε να χρησιμοποιήσετε τις πληροφορίες EXIF για γεωαναφορά. Προεπιλογή: %(default)s
ta: உங்களிடம் GCP கோப்பு இருந்தால் இந்த குறிச்சொல்லைப் பயன்படுத்தவும், ஆனால் அதற்கு பதிலாக புவிநாரத்திற்கான EXIF தகவலைப் பயன்படுத்த விரும்பினால். இயல்புநிலை: %(default)s

source: Skips dense reconstruction and 3D model generation. It generates an orthophoto directly from the sparse reconstruction. If you just need an orthophoto and do not need a full 3D model, turn on this option. Default: %(default)s
el: Παραλείπει την πυκνή ανακατασκευή και τη δημιουργία τρισδιάστατου μοντέλου. Δημιουργεί μια ορθοφωτογραφία απευθείας από την αραιή ανακατασκευή. Εάν χρειάζεστε μόνο μια ορθοφωτογραφία και δεν χρειάζεστε ένα πλήρες τρισδιάστατο μοντέλο, ενεργοποιήστε αυτή την επιλογή. Προεπιλογή: %(default)s
ta: அடர்த்தியான புனரமைப்பு மற்றும் 3D மாதிரி தலைமுறையைத் தவிர்க்கவும். இது ஒரு ஆர்த்தோஃபோட்டோவை நேரடியாக சிதறிய புனரமைப்பிலிருந்து உருவாக்குகிறது. உங்களுக்கு ஒரு ஆர்த்தோஃபோட்டோ தேவைப்பட்டால், முழு 3D மாதிரி தேவையில்லை என்றால், இந்த விருப்பத்தை இயக்கவும். இயல்புநிலை: %(default)s
