Repository: OpenDroneMap/WebODM-Locale
Catalog: */LC_MESSAGES/djangojs.po
Languages: el, ta, tr

source: Add a fullscreen button to the 2D map view
el: Προσθήκη ενός κουμπιού πλήρους οθόνης στην προβολή χάρτη 2D
ta: 2 டி வரைபடக் காட்சியில் முழுத்திரை பொத்தானைச் சேர்க்கவும்

source: Compute, preview and export contours from DEMs
el: Υπολογισμός, προεπισκόπηση και εξαγωγή περιγραμμάτων από DEMs
ta: டெம்சிலிருந்து வரையறைகளை கணக்கிடுதல், முன்னோட்டம் மற்றும் ஏற்றுமதி

source: Calculate and draw an elevation map based on a task's DEMs
el: Υπολογισμός και σχεδίαση ενός υψομετρικού χάρτη με βάση τα DEM μιας εργασίας
ta: ஒரு பணியின் டெம்சின் அடிப்படையில் ஒரு உயர வரைபடத்தை கணக்கிட்டு வரையவும்

source: Upload and tile ODM assets with Cesium ion.
el: Ανεβάστε και τοποθετήστε περιουσιακά στοιχεία ODM με το Cesium ion.
ta: சீசியம் அயனியுடன் பதிவேற்றம் மற்றும் ஓடிஎம் சொத்துக்கள்.

source: Import images from external sources directly
el: Εισαγωγή εικόνων από εξωτερικές πηγές άμεσα
ta: வெளிப்புற மூலங்களிலிருந்து படங்களை நேரடியாக இறக்குமதி செய்யுங்கள்

source: Detect changes between two different tasks in the same project.
el: Ανίχνευση αλλαγών μεταξύ δύο διαφορετικών εργασιών στο ίδιο έργο.
ta: ஒரே திட்டத்தில் இரண்டு வெவ்வேறு பணிகளுக்கு இடையிலான மாற்றங்களைக் கண்டறியவும்.
tr: Aynı projedeki iki farklı görev arasındaki değişiklikleri tespit edin.

source: Navigation
el: Πλοήγηση
ta: வானோடல்
tr: Navigasyon

source: Appearance
el: Εμφάνιση
ta: தோற்றம்
tr: Görünüm

source: Tools
el: Εργαλεία
ta: கருவிகள்
tr: Araçlar

source: Measurements
el: Μετρήσεις
ta: அளவீடுகள்
tr: Ölçümler

source: Clipping
el: Κόψιμο
ta: கிளிப்பிங்
tr: Kesme

source: Materials
el: Υλικά
ta: பொருட்கள்
tr: Materyaller

source: Scene
el: Σκηνή
ta: காட்சி
tr: Sahne

source: Classification filter
el: Φίλτρο ταξινόμησης
ta: வகைப்பாடு வடிகட்டி
tr: Sınıflandırma filtresi

source: Filters
el: Φίλτρα
ta: வடிப்பான்கள்
tr: Filtreler

source: Other settings
el: Άλλες ρυθμίσεις
ta: பிற அமைப்புகள்
tr: Diğer Ayarlar

source: About
el: Περί
ta: பற்றி
tr: Hakkında

source: Angle measurement
el: Γωνιακή μέτρηση
ta: கோண அளவீட்டு
tr: Açı Ölçümü

source: Point measurement
el: Σημειακή μέτρηση
ta: புள்ளி அளவீட்டு
tr: Nokta Koordinat Ölçümü

source: Distance measurement
el: Μέτρηση απόστασης
ta: தூர அளவீட்டு
tr: Mesafe Ölçümü

source: Height measurement
el: Μέτρηση ύψους
ta: உயர அளவீட்டு
tr: Yükseklik Ölçümü

source: Circle measurement
el: Μέτρηση κύκλου
ta: வட்ட அளவீட்டு
tr: Çember Ölçümü

source: Area measurement
el: Μέτρηση περιοχής
ta: பகுதி அளவீட்டு
tr: Alan Ölçümü

source: Volume measurement
el: Μέτρηση όγκου
ta: தொகுதி அளவீட்டு
tr: Hacim Ölçümü

source: Height profile
el: Υψομετρικό προφίλ
ta: உயர சுயவிவரம்
tr: Yükseklik Profili

source: Annotation
el: Σχολιασμός
ta: சிறுகுறி
tr: Ek Açıklama

source: Volume clip
el: Κοπή όγκου
ta: தொகுதி கிளிப்
tr: Hacim Kırp

source: Polygon clip
el: Κοπή Πολυγωνικό
ta: பலகோண கிளிப்
tr: Çokgen Kırp

source: Draw a selection box. Requires you to be in orthographic camera mode!
el: Σχεδιάστε ένα πλαίσιο επιλογής. Απαιτεί να βρίσκεστε σε λειτουργία ορθογραφικής κάμερας!
ta: தேர்வு பெட்டியை வரையவும். நீங்கள் ஆர்த்தோகிராஃபிக் கேமரா பயன்முறையில் இருக்க வேண்டும்!
tr: Bir seçim kutusu çizin. Ortografik kamera modunda olmanızı gerektirir!

source: Clip plane on x axis
el: Επίπεδο κοπής στον άξονα x
ta: ஃச் அச்சில் கிளிப் வானூர்தி
tr: X ekseninde Bir Düzlem Kırpın

source: Clip plane on y axis
el: Επίπεδο κοπής στον άξονα y
ta: ஒய் அச்சில் கிளிப் வானூர்தி
tr: Y ekseninde Bir Düzlem Kırpın

source: Clip plane on z axis
el: Επίπεδο κοπής στον άξονα z
ta: சட் அச்சில் கிளிப் வானூர்தி
tr: Z ekseninde Bir Düzlem Kırpın

source: Remove all measurements
el: Αφαίρεση όλων των μετρήσεων
ta: அனைத்து அளவீடுகளையும் அகற்று
tr: Bütün Ölçümleri Kaldırın

source: Left view
el: Αριστερή όψη
ta: இடது பார்வை
tr: Soldan Bakış

source: Righ view
el: Δεξιά όψη
ta: சரியான பார்வை
tr: Sağdan Bakış

source: Front view
el: Μπροστινή όψη
ta: முன் பார்வை
tr: Önden Bakış

source: Back view
el: Πίσω όψη
ta: பின் பார்வை
tr: Arkadan Bakış

source: Top view
el: Πάνω όψη
ta: சிறந்த பார்வை
tr: Üstten Bakış

source: Bottom view
el: Κάτω όψη
ta: கீழே பார்வை
tr: Alttan Bakış

source: Full extent
el: Πλήρης έκταση
ta: முழு அளவு
tr: Tam Kapsamlı

source: Orbit control
el: Έλεγχος τροχιάς
ta: சுற்றுப்பாதை கட்டுப்பாடு
tr: Yörünge Kontrolü

source: Fly control
el: Έλεγχος πτήσης
ta: பறக்க கட்டுப்பாடு
tr: Uçuş Kontrolü

source: Helicopter control
el: Έλεγχος ελικοπτέρου
ta: எலிகாப்டர் கட்டுப்பாடு
tr: Helikopter Kontrolü

source: Earth control
el: Έλεγχος γης
ta: பூமி கட்டுப்பாடு
tr: Zemin Kontrolü

source: Perspective camera
el: Κάμερα προοπτικής
ta: முன்னோக்கு கேமரா
tr: Perspektif kamerası

source: Orthographic camera
el: Ορθογραφική κάμερα
ta: ஆர்த்தோகிராஃபிக் கேமரா
tr: Ortografik kamerası

source: Navigation cube
el: Κύβος πλοήγησης
ta: வழிசெலுத்தல் கியூப்
tr: Navigasyon Küpü

source: Remove all clipping volumes
el: Αφαιρέστε όλους τους όγκους αποκοπής
ta: அனைத்து கிளிப்பிங் தொகுதிகளையும் அகற்றவும்
tr: Tüm kırpma hacim ölçümlerini kaldırın

source: Compass
el: Πυξίδα
ta: திசைகாட்டி
tr: Pusula

source: Camera Animation
el: Κάμερα Animation
ta: கேமரா அனிமேசன்
tr: Kamera Animasyonu

source: Remove last camera animation
ta: கடைசி கேமரா அனிமேசனை அகற்று

source: Point budget
el: Προϋπολογισμός σημείου
ta: புள்ளி பட்செட்
tr: İzin Verilen Nokta Sayısı

source: Point size
el: Μέγεθος σημείου
ta: புள்ளி அளவு
tr: Nokta Boyutu

source: Minimum size
el: Ελάχιστο μέγεθος
ta: குறைந்தபட்ச அளவு
tr: Minimum boyut

source: Opacity
el: Αδιαφάνεια
ta: ஒளிபுகாநிலை
tr: Şeffaflık

source: Field of view
el: Πεδίο θέασης
ta: பார்வை புலம்
tr: Görüş Alanı

source: Point sizing
el: Διαστασιολόγηση σημείου
ta: புள்ளி அளவிடுதல்
tr: Nokta Boyutlandırma

source: Elevation range
el: Εύρος ανύψωσης
ta: உயர்வு வரம்பு
tr: Yükseklik aralığı

source: Scalar range
el: Κλιμακωτό εύρος
ta: அளவிடுதல் வரம்பு
tr: Skala Aralığı

source: Quality
el: Ποιότητα
ta: தகுதி
tr: Kalite

source: Shape
el: Σχήμα
ta: வடிவம்
tr: Şekil

source: Radius
el: Ακτίνα
ta: ஆரம்
tr: Yarıçap

source: Strength
el: Ισχύς
ta: வலிமை
tr: Güç

source: Min node size
el: Ελάχιστο μέγεθος κόμβου
ta: மணித்துளி முனை அளவு
tr: Minimum Node Boyutu

source: Clip mode
el: Λειτουργία αποκοπής
ta: கிளிப் பயன்முறை
tr: Kırpma Modu

source: Speed
el: Ταχύτητα
ta: வேகம்
tr: Hız

source: Sky
el: Ουρανός
ta: வானம்
tr: Gökyüzü

source: Keep above ground
el: Διατήρηση πάνω από το έδαφος
ta: தரையில் மேலே வைத்திருங்கள்
tr: Zeminde Tutma

source: Box
el: Κουτί
ta: பெட்டி
tr: Kutu

source: Length unit
el: Μονάδα μήκους
ta: நீள அலகு
tr: Uzunluk birimi

source: Lock view
el: Κλείδωμα προβολής
ta: பூட்டு பார்வை
tr: Bakış Açısını Kilitle

source: Language
el: Γλώσσα
ta: மொழி
tr: Dil

source: Backface Culling
el: Εκκαθάριση backface Culling
ta: பேக்ஃபேச் கலிங்

source: clip
el: Αποκοπή
ta: கிளிப்
tr: Kırp

source: show volume
el: Εμφάνιση όγκου
ta: அளவைக் காட்டு
tr: Hacimi Göster

source: show in 3D
el: προβολή σε 3D
ta: 3D இல் காட்டு
tr: 3D Olarak Göster

source: show on map
el: Εμφάνιση στο χάρτη
ta: வரைபடத்தில் காட்டு
tr: Haritada Göster

source: Number of Points
el: Αριθμός σημείων
ta: புள்ளிகளின் எண்ணிக்கை
tr: Nokta Sayısı

source: Save LAS(3D)
el: Αποθήκευση LAS(3D)
ta: LAS ஐ சேமிக்கவும் (3D)
tr: LAS (3D) Olarak Kaydet

source: Save CSV(2D)
el: Αποθήκευση CSV(D)
ta: காபிம (2D) ஐ சேமிக்கவும்
tr: CSV (3D) Olarak Kaydet

source: Camera Position
el: Θέση κάμερας
ta: கேமரா நிலை
tr: Kamera Pozisyonu

source: Camera Target
el: Στόχος κάμερας
ta: கேமரா இலக்கு
tr: Kamera Hedefi

source: Return Number
el: Αριθμός επιστροφής
ta: திரும்பும் எண்
tr: Yansıma Numarası

source: Number of Returns
el: Αριθμός επιστροφών
ta: வருமானத்தின் எண்ணிக்கை
tr: Yansıma Sayısı

source: min
el: ελάχιστο
ta: மணித்துளி
tr: Minimum

source: max
el: μέγιστο
ta: அதிகபட்சம்
tr: Maksimum

source: GPS Time
el: Ώρα GPS
ta: சி.பி.எச் நேரம்
tr: GPS Zamanı

source: Invalid response: %(error)s
el: Μη έγκυρη ανταπόκριση: %(error)s
ta: தவறான பதில்: %(error)s
tr: Geçersiz yanıt: %(error)s

source: Triangulate
el: Τριγωνισμός
ta: முக்கோண
tr: Üçgenleştirme

source: Plane
el: Επίπεδο
ta: தளம்
tr: Düzlem

source: Average
el: Μέσος όρος
ta: சராசரி
tr: Ortalama

source: Highest
el: Υψηλότερο
ta: அதிகபட்சம்
tr: En Yüksek

source: Lowest
el: Χαμηλότερο
ta: மிகக் குறைந்த
tr: En Alçak

source: Area
el: Περιοχή
ta: பகுதி
tr: Alan

source: Volume
ta: தொகுதி
tr: Hacim

source: Display
ta: காட்சி
tr: Görüntü

source: Description
ta: விவரம்
tr: Tanımlama

source: Color
ta: நிறம்
tr: Renk

source: Coordinates
ta: ஒருங்கிணைப்புகள்
tr: Koordinatlar

source: Elevation
ta: உயர்வு ரேகை
tr: Yükseklik

source: Length
ta: நீளம்
tr: Uzunluk

source: Perimeter
el: Περίμετρος
ta: சுற்றளவு
tr: Çevre Uzunluğu

source: Base Surface
ta: அடிப்படை மேற்பரப்பு
tr: Alt Yüzey

source: No images found at this location
ta: இந்த இடத்தில் எந்த படங்களும் காணப்படவில்லை
tr: Bu konumda resim bulunamadı

source: Previous
ta: முந்தைய
tr: Önceki

source: Next
ta: அடுத்தது
tr: Sonraki

source: Point
ta: புள்ளியம்
tr: Nokta

source: Line
ta: வரி
tr: Çizgi/Doğru

source: Polygon
ta: பலகோணம்
tr: Çokgen

source: Inspection
ta: ஆய்வு
tr: İnceleme

source: Select
ta: தேர்ந்தெடு
tr: Seç

source: Import GeoJSON
ta: இறக்குமதி சியோச்சன்
tr: GeoJSON İçe Aktar

source: Inspect
ta: ஆய்வு
tr: İncele

source: Blue
ta: நீலம்
tr: Mavi

source: Red
ta: சிவப்பு
tr: Kırmızı

source: Green
ta: பச்சை
tr: Yeşil

source: Yellow
ta: மஞ்சள்
tr: Sarı

source: Pink
ta: இளஞ்சிவப்பு
tr: Pembe

source: Orange
ta: ஆரஞ்சு
tr: Turuncu

source: Gray
ta: சாம்பல்
tr: Gri

source: No DSM or DTM is available. To export contours, make sure to process a task with either the --dsm or --dtm option checked.
el: Δεν υπάρχει DSM ή DTM. Για να εξάγετε περιγράμματα, βεβαιωθείτε ότι έχετε επεξεργαστεί μια εργασία με επιλεγμένη την επιλογή --dsm ή --dtm.
ta: டி.எச்.எம் அல்லது டி.டி.எம் எதுவும் கிடைக்கவில்லை. வரையறைகளை ஏற்றுமதி செய்ய, - -DSM அல்லது - -DTM விருப்பத்துடன் சரிபார்க்க ஒரு பணியை செயலாக்குவதை உறுதிசெய்க.
tr: DSM veya DTM mevcut değil. Konturları dışa aktarmak için, --dsm veya --dtm seçeneğinin işaretli olduğu bir görevi işlediğinizden emin olun.

source: Cannot retrieve information for task. Are you are connected to the internet?
el: Δεν είναι δυνατή η ανάκτηση πληροφοριών για την εργασία. Είστε συνδεδεμένοι στο διαδίκτυο;
ta: பணிக்கான தகவல்களை மீட்டெடுக்க முடியாது. நீங்கள் இணையத்துடன் இணைக்கப்பட்டுள்ளீர்களா?
tr: Görev için bilgi alınamıyor. İnternete bağlı mısınız?

source: Elevation:
el: Ανύψωση:
ta: உயரம்:
tr: Yükseklik:

source: Do not simplify
el: Μην απλουστεύετε
ta: எளிமைப்படுத்த வேண்டாம்

source: Aggressive
el: Επιθετικό
ta: வன்கவர்வு
tr: Agresif

source: Interval:
el: Διάστημα:
ta: இடைவெளி:
tr: Aralık Değeri:

source: Value:
el: Τιμή:
ta: மதிப்பு:
tr: Değer:

source: Layer:
el: Στρώση:
ta: அடுக்கு:
tr: Katman:

source: Simplify:
el: Απλοποίηση:
ta: எளிமைப்படுத்துங்கள்:
tr: Sadeleştir:

source: Preview
el: Προεπισκόπηση
ta: முன்னோட்டம்
tr: Önizleme

source: Export
el: Εξαγωγή
ta: ஏற்றுமதி
tr: Dışa Aktarma

source: Contours
el: Περιγράμματα
ta: வரையறைகள்
tr: Eş Yükselti Eğrileri

source: Short Link
el: Σύντομος σύνδεσμος
ta: குறுகிய இணைப்பு
tr: Kısa Bağlantı

source: Suffix
el: Επίθημα
ta: பின்னொட்டு
tr: Son ek

source: Delete Short Link
el: Διαγραφή σύντομου συνδέσμου
ta: குறுகிய இணைப்பை நீக்கு
tr: Kısa Bağlantıyı Sil

source: Cannot retrieve estimate. Try again later.
el: Δεν είναι δυνατή η ανάκτηση της εκτίμησης. Δοκιμάστε ξανά αργότερα.
ta: மதிப்பீட்டை மீட்டெடுக்க முடியாது. பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: Tahmin alınamıyor. Daha sonra tekrar deneyin.

source: Cannot retrieve estimate. Check parameters or try again later.
el: Δεν είναι δυνατή η ανάκτηση της εκτίμησης. Ελέγξτε τις παραμέτρους ή προσπαθήστε ξανά αργότερα.
ta: மதிப்பீட்டை மீட்டெடுக்க முடியாது. அளவுருக்களைச் சரிபார்க்கவும் அல்லது பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: Tahmin alınamıyor. Parametreleri kontrol edin veya daha sonra tekrar deneyin.

source: Credits Estimate
el: Εκτιμώμενες πιστώσεις
ta: வரவு மதிப்பீடு

source: Loading dashboard...
el: Φόρτωση ταμπλό...
ta: டாச்போர்டை ஏற்றுகிறது ...
tr: Proje Paneli Yükleniyor ...

source: Cannot load lightning dashboard. Are you running the latest version of WebODM?
el: Δεν μπορεί να φορτώσει το ταμπλό αστραπών. Εκτελείτε την τελευταία έκδοση του WebODM;
ta: மின்னல் டாச்போர்டை ஏற்ற முடியாது. WeboDM இன் அண்மைக் கால பதிப்பை இயக்குகிறீர்களா?
tr: Lightning gösterge tablosu yüklenemiyor. WebODM'nin en son sürümünü mü çalıştırıyorsunuz?

source: Cannot load lightning dashboard. Please make sure you are connected to the internet, or try again in an hour.
el: Δεν μπορεί να φορτώσει το ταμπλό αστραπών. Βεβαιωθείτε ότι είστε συνδεδεμένοι στο διαδίκτυο ή δοκιμάστε ξανά σε μια ώρα.
ta: மின்னல் டாச்போர்டை ஏற்ற முடியாது. தயவுசெய்து நீங்கள் இணையத்துடன் இணைக்கப்பட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள், அல்லது ஒரு மணி நேரத்தில் மீண்டும் முயற்சிக்கவும்.
tr: Lightning kontrol paneli yüklenemiyor. Lütfen internete bağlı olduğunuzdan emin olun veya bir saat sonra tekrar deneyin.

source: Cannot sync nodes. Are you connected to the internet?
el: Δεν είναι δυνατός ο συγχρονισμός των κόμβων. Είστε συνδεδεμένοι στο διαδίκτυο;
ta: முனைகளை ஒத்திசைக்க முடியாது. நீங்கள் இணையத்துடன் இணைக்கப்பட்டுள்ளீர்களா?
tr: İşlem Düğümleri senkronize edilemiyor. İnternete bağlı mısınız?

source: Logging out…
el: Αποσύνδεση…
ta: வெளியேறுதல்…
tr: Çıkış Yapılıyor …

source: Cannot logout:
el: Δεν είναι δυνατή η αποσύνδεση:
ta: வெளியேற முடியாது:
tr: Çıkış Yapılamıyor:

source: credits
el: μονάδες
ta: வரவு

source: Unlimited
el: Απεριόριστα
ta: வரம்பற்றது
tr: Limit Yok

source: Balance:
el: Ισορροπία:
ta: இருப்பு:
tr: Denge:

source: Buy Credits
el: Αγοράστε μονάδες
ta: வரவுகளை வாங்கவும்
tr: Kredi Satın Al

source: Refresh Balance
el: Ανανέωση ισολογισμού
ta: சமநிலையைப் புதுப்பிக்கவும்

source: Hello,
el: Γεια σας,
ta: வணக்கம்,
tr: Merhaba,

source: Synced Nodes
el: Συγχρονισμένοι κόμβοι
ta: ஒத்திசைக்கப்பட்ட முனைகள்
tr: Senkronize Edilmiş Düğümler

source: Resync
el: Επανασυντονισμός
ta: மீண்டும்
tr: Yeniden Senkronize Et

source: Dashboard
el: Ταμπλό
ta: முகப்புப்பெட்டி
tr: Proje Paneli

source: Logout
el: Αποσύνδεση
ta: வெளியேற்றம்
tr: Çıkış

source: Cannot login. Invalid response:
el: Δεν μπορείτε να συνδεθείτε. Μη έγκυρη απάντηση:
ta: உள்நுழைய முடியாது. தவறான பதில்:
tr: Giriş yapılamıyor. Geçersiz yanıt:

source: Cannot login. Please make sure you are connected to the internet, or try again in an hour.
el: Δεν μπορείτε να συνδεθείτε. Βεβαιωθείτε ότι είστε συνδεδεμένοι στο διαδίκτυο ή προσπαθήστε ξανά σε μια ώρα.
ta: உள்நுழைய முடியாது. தயவுசெய்து நீங்கள் இணையத்துடன் இணைக்கப்பட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள், அல்லது ஒரு மணி நேரத்தில் மீண்டும் முயற்சிக்கவும்.
tr: Giriş yapılamıyor. Lütfen internete bağlı olduğunuzdan emin olun veya bir saat sonra tekrar deneyin.

source: E-mail Address
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
ta: மின்னஞ்சல் முகவரி
tr: E-Posta Adresi

source: Password
el: Κωδικός πρόσβασης
ta: கடவுச்சொல்
tr: Parola

source: Don't have an account?
el: Δεν έχετε λογαριασμό;
ta: கணக்கு இல்லையா?
tr: Bir Hesabınız Yok mu?

source: Forgot password?
el: Ξεχάσατε τον κωδικό πρόσβασης;
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
tr: Parolanızı mı Unuttunuz?

source: Login and Sync
el: Σύνδεση και συγχρονισμός
ta: உள்நுழைவு மற்றும் ஒத்திசைவு
tr: Bağlan ve Senkronize Et

source: Lightning
ta: மின்னல்
tr: Lightning(Yıldırım)

source: Lightning is a service that allows you to quickly process small and large datasets using high performance servers in the cloud.
el: Το πρόγραμμα "Αστραπή" είναι μια υπηρεσία που σας επιτρέπει να επεξεργάζεστε γρήγορα μικρά και μεγάλα σύνολα δεδομένων χρησιμοποιώντας διακομιστές υψηλών επιδόσεων στο νέφος.
ta: மின்னல் என்பது ஒரு சேவையாகும், இது மேகக்கட்டத்தில் உயர் செயல்திறன் சேவையகங்களைப் பயன்படுத்தி சிறிய மற்றும் பெரிய தரவுத்தொகுப்புகளை விரைவாக செயலாக்க உங்களை அனுமதிக்கிறது.
tr: Lightning, buluttaki yüksek performanslı sunucuları kullanarak küçük ve büyük veri kümelerini hızlı bir şekilde işlemenizi sağlayan bir hizmettir.

source: register
el: εγγραφή
ta: பதிவு செய்யுங்கள்
tr: Kayıt

source: Below you can enter your %(link)s credentials to sync your account and automatically setup a new processing node. If you don't have an account, you can %(register)s for free.
el: Παρακάτω μπορείτε να εισαγάγετε τα διαπιστευτήρια του %(link)s σας για να συγχρονίσετε το λογαριασμό σας και να ρυθμίσετε αυτόματα έναν νέο κόμβο επεξεργασίας. Εάν δεν έχετε λογαριασμό, μπορείτε να %(register)s δωρεάν.
ta: உங்கள் கணக்கை ஒத்திசைக்க மற்றும் புதிய செயலாக்க முனையைத் தானாக அமைக்க உங்கள் %(link)s நற்சான்றிதழ்களை கீழே உள்ளிடலாம். உங்களிடம் கணக்கு இல்லையென்றால், நீங்கள் %(register)s இலவசமாகச் செய்யலாம்.
tr: Hesabınızı senkronize etmek ve otomatik olarak yeni bir işlem düğümü kurmak için aşağıda %(link)s kimlik bilgilerinizi girebilirsiniz. Eğer bir hesabınız yoksa, ücretsiz olarak %(register)solabilirsiniz.

source: Perimeter:
el: Περίμετρος:
ta: சுற்றளவு:
tr: Çevresel:

source: Volume:
el: Όγκος:
ta: தொகுதி:
tr: Hacim:

source: computing…
el: υπολογισμός…
ta: கம்ப்யூட்டிங்…
tr: Hesaplanıyor…

source: Base surface:
el: Βασική επιφάνεια:
ta: அடிப்படை மேற்பரப்பு:
tr: Alt yüzey:

source: Measure volume, area and length
el: Μέτρηση όγκου, εμβαδού και μήκους
ta: அளவு, பகுதி மற்றும் நீளத்தை அளவிடவும்
tr: Hacim, alan ve uzunluk ölçümü

source: Measurement
el: Μέτρηση
ta: அளவீட்டு
tr: Ölçme

source: Measure
el: Μέτρο
ta: அளவீடு
tr: Ölç

source: Create a new measurement
el: Δημιουργία νέας μέτρησης
ta: புதிய அளவீட்டை உருவாக்கவும்
tr: Yeni bir ölçüm oluştur

source: Start creating a measurement by adding points to the map
el: Ξεκινήστε τη δημιουργία μιας μέτρησης προσθέτοντας σημεία στο χάρτη
ta: வரைபடத்தில் புள்ளிகளைச் சேர்ப்பதன் மூலம் ஒரு அளவீட்டை உருவாக்கத் தொடங்குங்கள்
tr: Haritaya noktaları ekleyerek bir ölçüm oluşturmaya başla

source: Finish measurement
el: Τέλος μέτρησης
ta: அளவீட்டை முடிக்கவும்
tr: Ölçümü bitir

source: Last point
el: Τελευταίο σημείο
ta: கடைசி புள்ளி
tr: En son Nokta

source: Point location
el: Θέση σημείου
ta: புள்ளி இடம்
tr: Nokta Konumu

source: Linear measurement
el: Γραμμική μέτρηση
ta: நேரியல் அளவீட்டு
tr: Doğrusal(Lineer) Ölçüm

source: Path distance
el: Απόσταση διαδρομής
ta: பாதை தூரம்
tr: Yol Uzunluğu

source: Center on this area
el: Επικεντρωθείτε σε αυτή την περιοχή
ta: இந்த பகுதியில் நடுவண்
tr: Bu alanın üzerinde merkezle

source: Center on this line
el: Επικεντρωθείτε σε αυτή τη γραμμή
ta: இந்த வரியில் நடுவண்
tr: Bu doğru/çizgi üzerinde merkezle

source: Center on this location
el: Επικεντρωθείτε σε αυτή τη θέση
ta: இந்த இடத்தில் நடுவண்
tr: Bu konum üzerinde merkezle

source: Sq Feet
el: Τετραγωνικά Πόδια
ta: சதுர அடி
tr: Fit Kare

source: Sq Meters
el: Τετραγωνικά Μέτρα
ta: சதுர மீட்டர்
tr: Metrekare

source: Sq Miles
el: Τετραγωνικά Μίλια
ta: சதுர மைல்கள்
tr: Mil Kare

source: Export Measurements
el: Εξαγωγή μετρήσεων
ta: ஏற்றுமதி அளவீடுகள்
tr: Ölçümleri dışa aktar

source: QR
tr: Kare Kod
