Repository: OpenDroneMap/WebODM-Locale
Catalog: */LC_MESSAGES/djangojs.po
Languages: el, ta, tr

source: Perform ground rectification on the point cloud. This means that wrongly classified ground points will be re-classified and gaps will be filled. Useful for generating DTMs. Default: %(default)s
el: Πραγματοποιήστε διόρθωση του εδάφους στο νέφος σημείων. Αυτό σημαίνει ότι τα λανθασμένα ταξινομημένα σημεία εδάφους θα επαναταξινομηθούν και θα συμπληρωθούν τα κενά. Χρήσιμο για τη δημιουργία DTM.%(default)s
ta: புள்ளி மேகக்கட்டத்தில் தரை சரிசெய்தல் செய்யுங்கள். இதன் பொருள் தவறாக வகைப்படுத்தப்பட்ட தரை புள்ளிகள் மீண்டும் வகைப்படுத்தப்பட்டு இடைவெளிகள் நிரப்பப்படும். டி.டி.எம்.எச் உருவாக்க பயனுள்ளதாக இருக்கும். இயல்புநிலை: %(default)s
tr: Nokta bulutu üzerinde zemin düzeltme gerçekleştirin. Bu, yanlış sınıflandırılan yer noktalarının yeniden sınıflandırılacağı ve boşlukların doldurulacağı anlamına gelir. DTM'ler oluşturmak için kullanışlıdır. Varsayılan: %(default)s

source: Override the rolling shutter readout time for your camera sensor (in milliseconds), instead of using the rolling shutter readout database. Note that not all cameras are present in the database. Set to 0 to use the database value. Default: %(default)s
el: Παρακάμψτε το χρόνο ανάγνωσης του κυλιόμενου κλείστρου για τον αισθητήρα της κάμεράς σας (σε χιλιοστά του δευτερολέπτου), αντί να χρησιμοποιείτε τη βάση δεδομένων ανάγνωσης κυλιόμενου κλείστρου. Σημειώστε ότι δεν υπάρχουν όλες οι κάμερες στη βάση δεδομένων. Ορίστε την τιμή 0 για να χρησιμοποιήσετε την τιμή της βάσης δεδομένων. Προεπιλογή: %(default)s
ta: ரோலிங் சட்டர் ரீட்அவுட் தரவுத்தளத்தைப் பயன்படுத்துவதற்குப் பதிலாக, உங்கள் கேமரா சென்சாருக்கான (மில்லி விநாடிகளில்) ரோலிங் சட்டர் ரீட்அவுட் நேரத்தை மேலெழுதவும். எல்லா கேமராக்களும் தரவுத்தளத்தில் இல்லை என்பதை நினைவில் கொள்க. தரவுத்தள மதிப்பைப் பயன்படுத்த 0 என அமைக்கவும். இயல்புநிலை: %(default)s

source: URL to a ClusterODM instance for distributing a split-merge workflow on multiple nodes in parallel. Default: %(default)s
el: Διεύθυνση URL σε μια περίπτωση ClusterODM για την παράλληλη διανομή μιας ροής εργασίας διαχωρισμού-συγχώνευσης σε πολλούς κόμβους. Προεπιλογή: %(default)s
ta: இணையாக பல முனைகளில் பிளவு-மெர்ச் பணிப்பாய்வுகளை விநியோகிப்பதற்கான ஒரு கிளச்டரோட்எம் உதாரணத்திற்கு முகவரி. இயல்புநிலை: %(default)s
tr: Bölme-birleştirme iş akışını paralel olarak birden fazla düğüme dağıtmak için bir ClusterODM örneğine bağlantı linki. Varsayılan: %(default)s

source: Orthophoto resolution in cm / pixel. Note that this value is capped by a ground sampling distance (GSD) estimate.Default: %(default)s
el: Ανάλυση ορθοφωτογραφίας σε cm / pixel. Σημειώστε ότι αυτή η τιμή περιορίζεται από μια εκτίμηση της απόστασης δειγματοληψίας εδάφους (GSD).Προεπιλογή: %(default)s
ta: சி.எம் / பிக்சலில் ஆர்த்தோஃபோட்டோ தீர்மானம். இந்த மதிப்பு ஒரு தரை மாதிரி தூரம் (சி.எச்.டி) மதிப்பீட்டால் மூடப்பட்டிருக்கிறது என்பதை நினைவில் கொள்க. டெஃபால்ட்: %(default)s

source: Set this parameter if you want to generate a Google Earth (KMZ) rendering of the orthophoto. Default: %(default)s
el: Ορίστε αυτή την παράμετρο εάν θέλετε να δημιουργήσετε μια απόδοση του Google Earth (KMZ) της ορθοφωτογραφίας. Προεπιλογή: %(default)s
ta: ஆர்த்தோஃபோட்டோவின் கூகிள் எர்த் (KMZ) வழங்குதல் உருவாக்க விரும்பினால் இந்த அளவுருவை அமைக்கவும். இயல்புநிலை: %(default)s

source: Turn on rolling shutter correction. If the camera has a rolling shutter and the images were taken in motion, you can turn on this option to improve the accuracy of the results. See also --rolling-shutter-readout. Default: %(default)s
el: Ενεργοποιήστε τη διόρθωση κυλιόμενου κλείστρου. Εάν η φωτογραφική μηχανή διαθέτει κυλιόμενο κλείστρο και οι εικόνες λήφθηκαν σε κίνηση, μπορείτε να ενεργοποιήσετε αυτή την επιλογή για να βελτιώσετε την ακρίβεια των αποτελεσμάτων. Βλέπε επίσης --roll-shutter-readout. Προεπιλογή: %(default)s
ta: உருட்டல் சட்டர் திருத்தத்தை இயக்கவும். கேமராவில் உருட்டல் சட்டர் இருந்தால், படங்கள் இயக்கத்தில் எடுக்கப்பட்டிருந்தால், முடிவுகளின் துல்லியத்தை மேம்படுத்த இந்த விருப்பத்தை இயக்கலாம். -ரோலிங்-சட்டர்-ரீட்அவுட்டையும் காண்க. இயல்புநிலை: %(default)s

source: Use images' GPS exif data for reconstruction, even if there are GCPs present.This flag is useful if you have high precision GPS measurements. If there are no GCPs, this flag does nothing. Default: %(default)s
el: Χρησιμοποιήστε τα δεδομένα GPS exif των εικόνων για την ανακατασκευή, ακόμη και αν υπάρχουν GCPs.Αυτή η σημαία είναι χρήσιμη αν έχετε μετρήσεις GPS υψηλής ακρίβειας. Εάν δεν υπάρχουν GCP, αυτή η σημαία δεν κάνει τίποτα. Προεπιλογή: %(default)s
ta: சி.சி.பி கள் இருந்தாலும், புனரமைப்புக்கு படங்களின் சி.பி.எச் எக்சிஃப் தரவைப் பயன்படுத்தவும். உங்களிடம் அதிக துல்லியமான சி.பி.எச் அளவீடுகள் இருந்தால் இந்த கொடி பயனுள்ளதாக இருக்கும். சி.சி.பி.எச் இல்லை என்றால், இந்த கொடி எதுவும் செய்யாது. இயல்புநிலை: %(default)s

source: Decimate the points before generating the DEM. 1 is no decimation (full quality). 100 decimates ~99%% of the points. Useful for speeding up generation of DEM results in very large datasets. Default: %(default)s
el: Αποδεκατισμός των σημείων πριν από τη δημιουργία του DEM. Το 1 δεν είναι αποδεκατισμός (πλήρης ποιότητα). Το 100 αποκομματικοποιεί το ~99%% των σημείων. Χρήσιμο για την επιτάχυνση της δημιουργίας αποτελεσμάτων DEM σε πολύ μεγάλα σύνολα δεδομένων. Προεπιλογή: %(default)s
ta: டெம் உருவாக்கும் முன் புள்ளிகளை அழிக்கவும். 1 அழிவு அல்ல (முழு தரம்). 100 புள்ளிகளின் ~ 99 %% decimates. டெம் தலைமுறையை மிகப் பெரிய தரவுத்தொகுப்புகளில் விரைவுபடுத்துவதற்கு பயனுள்ளதாக இருக்கும். இயல்புநிலை: %(default)s

source: Generates a polygon around the cropping area that cuts the orthophoto around the edges of features. This polygon can be useful for stitching seamless mosaics with multiple overlapping orthophotos. Default: %(default)s
el: Δημιουργεί ένα πολύγωνο γύρω από την περιοχή περικοπής που κόβει την ορθοφωτογραφία γύρω από τις άκρες των χαρακτηριστικών. Αυτό το πολύγωνο μπορεί να είναι χρήσιμο για τη συρραφή μωσαϊκών χωρίς συγκόλληση με πολλαπλές επικαλυπτόμενες ορθοφωτογραφίες. Προεπιλογή: %(default)s
ta: அம்சங்களின் விளிம்புகளைச் சுற்றி ஆர்த்தோஃபோட்டோவை வெட்டும் பயிர் பகுதியைச் சுற்றி ஒரு பலகோணத்தை உருவாக்குகிறது. இந்த பலகோணம் பல ஒன்றுடன் ஒன்று ஆர்த்தோஃபோட்டோக்களுடன் தடையற்ற மொசைக்சை தைக்க பயனுள்ளதாக இருக்கும். இயல்புநிலை: %(default)s

source: When processing multispectral datasets, ODM will automatically align the images for each band. If the images have been postprocessed and are already aligned, use this option. Default: %(default)s
el: Κατά την επεξεργασία πολυφασματικών συνόλων δεδομένων, το ODM θα ευθυγραμμίσει αυτόματα τις εικόνες για κάθε ζώνη. Εάν οι εικόνες έχουν υποστεί μετεπεξεργασία και είναι ήδη ευθυγραμμισμένες, χρησιμοποιήστε αυτή την επιλογή. Προεπιλογή: %(default)s
ta: மல்டிச்பெக்ட்ரல் தரவுத்தொகுப்புகளை செயலாக்கும்போது, ஒவ்வொரு இசைக்குழுவிற்கும் ODM தானாகவே படங்களை சீரமைக்கும். படங்கள் போச்ட்ரோச் செய்யப்பட்டு ஏற்கனவே சீரமைக்கப்பட்டிருந்தால், இந்த விருப்பத்தைப் பயன்படுத்தவும். இயல்புநிலை: %(default)s

source: Simple Morphological Filter elevation scalar parameter. Default: %(default)s
el: Απλό μορφολογικό φίλτρο κλιμακωτή παράμετρος ανύψωσης. Προεπιλογή: %(default)s
ta: எளிய உருவவியல் வடிகட்டி உயரம் அளவிடுதல் அளவுரு. இயல்புநிலை: %(default)s

source: Path to a GeoTIFF DEM or a LAS/LAZ point cloud that the reconstruction outputs should be automatically aligned to. Experimental. Default: %(default)s
el: Διαδρομή προς ένα GeoTIFF DEM ή ένα νέφος σημείων LAS/LAZ με το οποίο θα πρέπει να ευθυγραμμιστούν αυτόματα τα αποτελέσματα της ανακατασκευής. Πειραματικό. Προεπιλογή: %(default)s
ta: புனரமைப்பு வெளியீடுகள் தானாகவே சீரமைக்கப்பட வேண்டிய சியோடிஃப் டெம் அல்லது லாசு/லாச் புள்ளி மேகத்திற்கான பாதை. சோதனை. இயல்புநிலை: %(default)s
tr: Yeniden yapılandırma çıktılarının otomatik olarak hizalanması gereken bir GeoTIFF DEM veya bir LAS/LAZ nokta bulutuna giden yol. Deneysel. Varsayılan: %(default)s

source: The maximum output resolution of extracted video frames in pixels. Default: %(default)s
el: Η μέγιστη ανάλυση εξόδου των εξαγόμενων καρέ βίντεο σε pixel. Προεπιλογή: %(default)s
ta: பிக்சல்களில் பிரித்தெடுக்கப்பட்ட வீடியோ பிரேம்களின் அதிகபட்ச வெளியீட்டு தீர்மானம். இயல்புநிலை: %(default)s

source: The maximum number of processes to use in various processes. Peak memory requirement is ~1GB per thread and 2 megapixel image resolution. Default: %(default)s
el: Ο μέγιστος αριθμός διεργασιών που θα χρησιμοποιηθούν σε διάφορες διεργασίες. Η μέγιστη απαίτηση μνήμης είναι ~1GB ανά νήμα και ανάλυση εικόνας 2 megapixel. Προεπιλογή: %(default)s
ta: பல்வேறு செயல்முறைகளில் பயன்படுத்த அதிகபட்ச செயல்முறைகள். உச்ச நினைவக தேவை ஒரு நூலுக்கு ~ 1 சிபி மற்றும் 2 மெகாபிக்சல் படத் தீர்மானம். இயல்புநிலை: %(default)s

source: Matcher algorithm, Fast Library for Approximate Nearest Neighbors or Bag of Words. FLANN is slower, but more stable. BOW is faster, but can sometimes miss valid matches. BRUTEFORCE is very slow but robust.Can be one of: %(choices)s. Default: %(default)s
el: Αλγόριθμος Matcher, γρήγορη βιβλιοθήκη για προσεγγιστικούς πλησιέστερους γείτονες ή σακούλα λέξεων. Ο FLANN είναι πιο αργός, αλλά πιο σταθερός. Ο BOW είναι ταχύτερος, αλλά μερικές φορές μπορεί να χάσει έγκυρες αντιστοιχίες. Ο BRUTEFORCE είναι πολύ αργός αλλά σταθερός.Μπορεί να είναι ένα από τα εξής: %(choices)s. Προεπιλογή: %(default)s
ta: மேட்சர் அல்காரிதம், தோராயமான அருகிலுள்ள அண்டை நாடுகளுக்கான வேகமான நூலகம் அல்லது சொற்களின் பை. ஃபிளான் மெதுவானது, ஆனால் இன்னும் நிலையானது. வில் வேகமாக உள்ளது, ஆனால் சில நேரங்களில் செல்லுபடியாகும் போட்டிகளை இழக்க நேரிடும். ப்ரூட்ஃபோர்ச் மிகவும் மெதுவாக உள்ளது, ஆனால் வலுவானது. இதில் ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: End processing at this stage. Can be one of: %(choices)s. Default: %(default)s
el: Τερματισμός της επεξεργασίας σε αυτό το στάδιο. Μπορεί να είναι ένα από τα εξής: %(choices)s. Προεπιλογή: %(default)s
ta: இந்த கட்டத்தில் இறுதி செயலாக்கம். ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: Save the georeferenced point cloud in Cloud Optimized Point Cloud (COPC) format. Default: %(default)s
el: Αποθηκεύστε το νέφος σημείων με γεωαναφορά σε μορφή βελτιστοποιημένου νέφους σημείων (COPC). Προεπιλογή: %(default)s
ta: மேகக்கணி உகந்த புள்ளி மேகக்கணி (COPC) வடிவத்தில் புவிசார் புள்ளி மேகத்தை சேமிக்கவும். இயல்புநிலை: %(default)s
tr: Coğrafi referanslı nokta bulutunu Bulut Optimize Edilmiş Nokta Bulutu (COPC) formatında kaydedin. Varsayılan: %(default)s

source: Filters the point cloud by removing points that deviate more than N standard deviations from the local mean. Set to 0 to disable filtering. Default: %(default)s
el: Φιλτράρει το νέφος σημείων αφαιρώντας τα σημεία που αποκλίνουν περισσότερο από Ν τυπικές αποκλίσεις από τον τοπικό μέσο όρο. Ορίστε την τιμή 0 για να απενεργοποιήσετε το φιλτράρισμα. Προεπιλογή: %(default)s
ta: உள்ளக சராசரியிலிருந்து N நிலையான விலகல்களை விட அதிகமாக விலகும் புள்ளிகளை அகற்றுவதன் மூலம் புள்ளி மேகத்தை வடிகட்டுகிறது. வடிகட்டலை முடக்க 0 என அமைக்கவும். இயல்புநிலை: %(default)s

source: Average number of images per submodel. When splitting a large dataset into smaller submodels, images are grouped into clusters. This value regulates the number of images that each cluster should have on average. Default: %(default)s
el: Μέσος αριθμός εικόνων ανά υπομοντέλο. Κατά τον διαχωρισμό ενός μεγάλου συνόλου δεδομένων σε μικρότερα υποδείγματα, οι εικόνες ομαδοποιούνται σε ομάδες. Αυτή η τιμή ρυθμίζει τον αριθμό των εικόνων που θα πρέπει να έχει κατά μέσο όρο κάθε συστάδα. Προεπιλογή: %(default)s
ta: சப்மோடலுக்கு ஒரு படங்களின் சராசரி எண்ணிக்கை. ஒரு பெரிய தரவுத்தொகுப்பை சிறிய சப்மோடல்களாகப் பிரிக்கும்போது, படங்கள் கொத்தாக தொகுக்கப்படுகின்றன. இந்த மதிப்பு ஒவ்வொரு கிளச்டருக்கும் சராசரியாக இருக்க வேண்டிய படங்களின் எண்ணிக்கையை கட்டுப்படுத்துகிறது. இயல்புநிலை: %(default)s

source: Perform image matching with the nearest images based on GPS exif data. Set to 0 to match by triangulation. Default: %(default)s
el: Πραγματοποιήστε αντιστοίχιση εικόνων με τις πλησιέστερες εικόνες με βάση τα δεδομένα exif του GPS. Ορίστε την τιμή 0 για αντιστοίχιση με τριγωνισμό. Προεπιλογή: %(default)s
ta: சி.பி.எச் எக்சிஃப் தரவின் அடிப்படையில் அருகிலுள்ள படங்களுடன் பட பொருத்தத்தை செய்யுங்கள். முக்கோணத்தின் மூலம் பொருந்த 0 என அமைக்கவும். இயல்புநிலை: %(default)s
tr: GPS exif verilerine dayalı olarak en yakın görüntülerle görüntü eşleştirme gerçekleştirin. Üçgenleme ile eşleştirmek için 0 olarak ayarlayın. Varsayılan: %(default)s

source: Choose the algorithm for extracting keypoints and computing descriptors. Can be one of: %(choices)s. Default: %(default)s
el: Επιλέξτε τον αλγόριθμο για την εξαγωγή των βασικών σημείων και τον υπολογιζόμενο περιγραφέα. Μπορεί να είναι ένας από τους εξής:%(choices)s. Προεπιλογή: %(default)s
ta: விசைப்பலகைகள் மற்றும் கம்ப்யூட்டிங் டிச்கிரிப்டர்களைப் பிரித்தெடுப்பதற்கான வழிமுறையைத் தேர்வுசெய்க. ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: GeoJSON polygon limiting the area of the reconstruction. Can be specified either as path to a GeoJSON file or as a JSON string representing the contents of a GeoJSON file. Default: %(default)s
el: Πολύγωνο GeoJSON που περιορίζει την περιοχή της ανακατασκευής. Μπορεί να καθοριστεί είτε ως διαδρομή προς ένα αρχείο GeoJSON είτε ως συμβολοσειρά JSON που αναπαριστά τα περιεχόμενα ενός αρχείου GeoJSON. Προεπιλογή: %(default)s
ta: சியோச்சன் பலகோணம் புனரமைப்பின் பகுதியைக் கட்டுப்படுத்துகிறது. சியோச்சன் கோப்பிற்கான பாதையாக அல்லது சியோச்சன் கோப்பின் உள்ளடக்கங்களைக் குறிக்கும் சாதொபொகு சரம் என குறிப்பிடலாம். இயல்புநிலை: %(default)s

source: Radius of the overlap between submodels. After grouping images into clusters, images that are closer than this radius to a cluster are added to the cluster. This is done to ensure that neighboring submodels overlap. Default: %(default)s
el: Ακτίνα επικάλυψης μεταξύ υπομοντέλων. Μετά την ομαδοποίηση των εικόνων σε συστάδες, οι εικόνες που βρίσκονται πιο κοντά από αυτή την ακτίνα σε μια συστάδα προστίθενται στη συστάδα. Αυτό γίνεται για να εξασφαλιστεί ότι τα γειτονικά υπομοντέλα επικαλύπτονται. Προεπιλογή: %(default)s
ta: சப்மோடல்களுக்கு இடையில் ஒன்றுடன் ஒன்று ஆரம். படங்களை கிளச்டர்களாக தொகுத்த பிறகு, இந்த ஆரம் ஒரு கிளச்டருக்கு நெருக்கமான படங்கள் கொத்துக்கு சேர்க்கப்படுகின்றன. அண்டை துணை நபர்கள் ஒன்றுடன் ஒன்று இருப்பதை உறுதி செய்வதற்காக இது செய்யப்படுகிறது. இயல்புநிலை: %(default)s

source: Run local bundle adjustment for every image added to the reconstruction and a global adjustment every 100 images. Speeds up reconstruction for very large datasets. Default: %(default)s
el: Εκτελέστε τοπική προσαρμογή δέσμης για κάθε εικόνα που προστίθεται στην ανακατασκευή και μια συνολική προσαρμογή κάθε 100 εικόνες. Επιταχύνει την ανακατασκευή για πολύ μεγάλα σύνολα δεδομένων. Προεπιλογή: %(default)s
ta: புனரமைப்பு மற்றும் உலகளாவிய சரிசெய்தல் ஒவ்வொரு 100 படங்களுக்கும் சேர்க்கப்பட்ட ஒவ்வொரு படத்திற்கும் உள்ளக மூட்டை சரிசெய்தலை இயக்கவும். மிகப் பெரிய தரவுத்தொகுப்புகளுக்கான புனரமைப்பு வேகத்தை அதிகரிக்கிறது. இயல்புநிலை: %(default)s

source: Set a camera projection type. Manually setting a value can help improve geometric undistortion. By default the application tries to determine a lens type from the images metadata. Can be one of: %(choices)s. Default: %(default)s
el: Ορίστε έναν τύπο προβολής κάμερας. Η χειροκίνητη ρύθμιση μιας τιμής μπορεί να βοηθήσει στη βελτίωση της γεωμετρικής αναπαραμόρφωσης. Από προεπιλογή, η εφαρμογή προσπαθεί να καθορίσει έναν τύπο φακού από τα μεταδεδομένα των εικόνων. Μπορεί να είναι ένα από τα εξής:%(choices)s. Προεπιλογή: %(default)s
ta: கேமரா திட்ட வகையை அமைக்கவும். ஒரு மதிப்பை கைமுறையாக அமைப்பது வடிவியல் மாறுபாட்டை மேம்படுத்த உதவும். முன்னிருப்பாக பயன்பாடு பட மெட்டாடேட்டாவிலிருந்து லென்ச் வகையைத் தீர்மானிக்க முயற்சிக்கிறது. ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: Minimum number of features to extract per image. More features can be useful for finding more matches between images, potentially allowing the reconstruction of areas with little overlap or insufficient features. More features also slow down processing. Default: %(default)s
el: Ελάχιστος αριθμός χαρακτηριστικών που πρέπει να εξαχθούν ανά εικόνα. Περισσότερα χαρακτηριστικά μπορεί να είναι χρήσιμα για την εύρεση περισσότερων αντιστοιχιών μεταξύ εικόνων, επιτρέποντας ενδεχομένως την ανακατασκευή περιοχών με μικρή επικάλυψη ή ανεπαρκή χαρακτηριστικά. Τα περισσότερα χαρακτηριστικά επιβραδύνουν επίσης την επεξεργασία. Προεπιλογή: %(default)s
ta: ஒரு படத்திற்கு பிரித்தெடுக்க குறைந்தபட்ச நற்பொருத்தங்கள். படங்களுக்கு இடையில் கூடுதல் போட்டிகளைக் கண்டறிய கூடுதல் நற்பொருத்தங்கள் பயனுள்ளதாக இருக்கும், இது சிறிய ஒன்றுடன் ஒன்று அல்லது போதுமான அம்சங்களைக் கொண்ட பகுதிகளை புனரமைக்க அனுமதிக்கும். மேலும் நற்பொருத்தங்கள் செயலாக்கத்தை மெதுவாக்குகின்றன. இயல்புநிலை: %(default)s

source: Path to the image groups file that controls how images should be split into groups. The file needs to use the following format: image_name group_nameDefault: %(default)s
el: Διαδρομή προς το αρχείο ομάδων εικόνων που ελέγχει τον τρόπο με τον οποίο οι εικόνες θα πρέπει να χωρίζονται σε ομάδες. Το αρχείο πρέπει να έχει την ακόλουθη μορφή:onoma_eikonas onoma_group Default: %(default)s
ta: படக் குழுக்களுக்கான பாதை படங்களை எவ்வாறு குழுக்களாகப் பிரிக்க வேண்டும் என்பதைக் கட்டுப்படுத்துகிறது. கோப்பு பின்வரும் வடிவமைப்பைப் பயன்படுத்த வேண்டும்: image_name group_namedefault: %(default)s

source: Ignore Ground Sampling Distance (GSD).A memory and processor hungry change relative to the default behavior if set to true. Ordinarily, GSD estimates are used to cap the maximum resolution of image outputs and resizes images when necessary, resulting in faster processing and lower memory usage. Since GSD is an estimate, sometimes ignoring it can result in slightly better image output quality. Never set --ignore-gsd to true unless you are positive you need it, and even then: do not use it. Default: %(default)s
el: Αγνοήστε την απόσταση δειγματοληψίας εδάφους (GSD).Μια αλλαγή μνήμης και επεξεργαστή που πεινάει σε σχέση με την προεπιλεγμένη συμπεριφορά, αν οριστεί σε true. Συνήθως, οι εκτιμήσεις GSD χρησιμοποιούνται για να περιορίσουν τη μέγιστη ανάλυση των εξόδων εικόνας και να αλλάξουν το μέγεθος των εικόνων όταν είναι απαραίτητο, με αποτέλεσμα ταχύτερη επεξεργασία και χαμηλότερη χρήση μνήμης. Δεδομένου ότι το GSD είναι μια εκτίμηση, μερικές φορές η αγνόησή του μπορεί να οδηγήσει σε ελαφρώς καλύτερη ποιότητα εξόδου εικόνας. Ποτέ μην θέτετε το --ignore-gsd σε true εκτός αν είστε σίγουροι ότι το χρειάζεστε, και ακόμα και τότε: μην το χρησιμοποιείτε. Προεπιλογή: %(default)s
ta: தரை மாதிரி தூரத்தை (சி.எச்.டி) புறக்கணிக்கவும் .ஒரு நினைவகம் மற்றும் செயலி உண்மைக்கு அமைக்கப்பட்டால் இயல்புநிலை நடத்தைக்கு ஒப்பிடும்போது பசி மாற்றம். பொதுவாக, சி.எச்.டி மதிப்பீடுகள் பட வெளியீடுகளின் அதிகபட்ச தெளிவுத்திறனைக் கட்டுப்படுத்தப் பயன்படுத்தப்படுகின்றன மற்றும் தேவைப்படும்போது படங்களை மறுஅளவிடுகின்றன, இதன் விளைவாக வேகமாக செயலாக்கம் மற்றும் குறைந்த நினைவக பயன்பாடு ஏற்படுகிறது. சி.எச்.டி ஒரு மதிப்பீடு என்பதால், சில நேரங்களில் அதைப் புறக்கணித்து சற்று சிறந்த பட வெளியீட்டு தரத்தை ஏற்படுத்தும். உங்களுக்கு நேர்மறையாக இல்லாவிட்டால்-ஐஎன்சோர்-சி.எச்.டி. இயல்புநிலை: %(default)s

source: Automatically compute image masks using AI to remove the sky. Experimental. Default: %(default)s
el: Αυτόματος υπολογισμός μάσκας εικόνας με χρήση AI για την αφαίρεση του ουρανού. Πειραματικό. Προεπιλογή: %(default)s
ta: வானத்தை அகற்ற AI ஐப் பயன்படுத்தி பட முகமூடிகளை தானாக கணக்கிடுங்கள். சோதனை. இயல்புநிலை: %(default)s

source: Create Cloud-Optimized GeoTIFFs instead of normal GeoTIFFs. Default: %(default)s
el: Δημιουργία GeoTIFFs βελτιστοποιημένου νέφους αντί για κανονικά GeoTIFFs. Προεπιλογή: %(default)s
ta: சாதாரண சியோடிஃப்களுக்கு பதிலாக கிளவுட்-உகந்த சியோடிஃப்களை உருவாக்கவும். இயல்புநிலை: %(default)s

source: Turn off camera parameter optimization during bundle adjustment. This can be sometimes useful for improving results that exhibit doming/bowling or when images are taken with a rolling shutter camera. Default: %(default)s
el: Απενεργοποιήστε τη βελτιστοποίηση παραμέτρων κάμερας κατά τη διάρκεια της ρύθμισης δέσμης. Αυτό μπορεί μερικές φορές να είναι χρήσιμο για τη βελτίωση των αποτελεσμάτων που παρουσιάζουν θόλωση / καμπύλωση ή όταν οι εικόνες λαμβάνονται με κάμερα με κυλιόμενο κλείστρο. Προεπιλογή: %(default)s
ta: மூட்டை சரிசெய்தலின் போது கேமரா அளவுரு தேர்வுமுறை அணைக்கவும். டொமிங்/பந்துவீச்சை வெளிப்படுத்தும் முடிவுகளை மேம்படுத்துவதற்கு இது சில நேரங்களில் பயனுள்ளதாக இருக்கும் அல்லது உருட்டல் சட்டர் கேமராவுடன் படங்கள் எடுக்கப்படும் போது. இயல்புநிலை: %(default)s
tr: Paket ayarı sırasında kamera parametre optimizasyonunu kapatın. Bu, bazen kubbe etkisi sergileyen sonuçları iyileştirmek için veya görüntüler bir rolling shutter kamera ile çekildiğinde yararlı olabilir. Varsayılan: %(default)s

source: Generate static tiles for orthophotos and DEMs that are suitable for viewers like Leaflet or OpenLayers. Default: %(default)s
el: Δημιουργία στατικών πλακιδίων για ορθοφωτογραφίες και DEM που είναι κατάλληλα για προγράμματα προβολής όπως το Leaflet ή το OpenLayers. Προεπιλογή: %(default)s
ta: துண்டுப்பிரசுரம் அல்லது ஓபன்லேயர்கள் போன்ற பார்வையாளர்களுக்கு ஏற்ற ஆர்த்தோஃபோட்டோக்கள் மற்றும் டெம்சிற்கான நிலையான ஓடுகளை உருவாக்குங்கள். இயல்புநிலை: %(default)s
tr: Leaflet veya OpenLayers gibi görüntüleyiciler için uygun olan ortofotolar ve DEM'ler için statik kutucuklar oluşturun. Varsayılan: %(default)s

source: Do not use GPU acceleration, even if it's available. Default: %(default)s
el: Μην χρησιμοποιείτε την επιτάχυνση GPU, ακόμη και αν είναι διαθέσιμη. Προεπιλογή: %(default)s
ta: GPU முடுக்கம் கிடைத்தாலும் அதைப் பயன்படுத்த வேண்டாம். இயல்புநிலை: %(default)s

source: Octree depth used in the mesh reconstruction, increase to get more vertices, recommended values are 8-12. Default: %(default)s
el: Βάθος Octree που χρησιμοποιείται στην ανακατασκευή του πλέγματος, αυξήστε το για να λάβετε περισσότερες κορυφές, οι συνιστώμενες τιμές είναι 8-12. Προεπιλογή: %(default)s
ta: கண்ணி புனரமைப்பில் பயன்படுத்தப்படும் ஆக்ட்ரீ ஆழம், அதிக செங்குத்துகளைப் பெற அதிகரிப்பு, பரிந்துரைக்கப்பட்ட மதிப்புகள் 8-12 ஆகும். இயல்புநிலை: %(default)s
tr: Mesh yeniden yapılandırmasında kullanılan Octree derinliği, daha fazla köşe elde etmek için artırın, önerilen değerler 8-12'dir. Varsayılan: %(default)s

source: Set this parameter if you want to generate a PNG rendering of the orthophoto. Default: %(default)s
el: Ορίστε αυτή την παράμετρο εάν θέλετε να δημιουργήσετε μια απόδοση PNG της ορθοφωτογραφίας. Προεπιλογή: %(default)s
ta: ஆர்த்தோஃபோட்டோவின் பி.என்.சி வழங்குதல் உருவாக்க விரும்பினால் இந்த அளவுருவை அமைக்கவும். இயல்புநிலை: %(default)s

source: Compute volume, area and length measurements on Leaflet
el: Υπολογίστε μετρήσεις όγκου, εμβαδού και μήκους στο Leaflet
ta: துண்டுப்பிரசுரத்தில் தொகுதி, பகுதி மற்றும் நீள அளவீடுகளை கணக்கிடுங்கள்

source: A plugin to create GCP files from images
el: Ένα πρόσθετο για τη δημιουργία αρχείων GCP από εικόνες
ta: படங்களிலிருந்து சி.சி.பி கோப்புகளை உருவாக்க ஒரு சொருகி

source: A plugin to add a button for quickly opening OpenStreetMap's iD editor and setup a TMS basemap.
el: Ένα πρόσθετο για την προσθήκη ενός κουμπιού για το γρήγορο άνοιγμα του εργαλείου επεξεργασίας iD του OpenStreetMap και τη ρύθμιση ενός βασικού χάρτη TMS.
ta: ஓபன்ச்ட்ரீட்மேப்பின் ஐடி எடிட்டரை விரைவாக திறப்பதற்கான பொத்தானைச் சேர்க்கவும், டிஎம்எச் பேச்மேப்பை அமைக்கவும் ஒரு சொருகி.

source: A plugin to upload orthophotos to OpenAerialMap
el: Ένα πρόσθετο για να ανεβάσετε ορθοφωτογραφίες στο OpenAerialMap
ta: ஆர்த்தோஃபோட்டோசை OpenAerialMap இல் பதிவேற்ற ஒரு சொருகி

source: Display program version, memory and disk space usage statistics
el: Εμφάνιση στατιστικών στοιχείων για την έκδοση του προγράμματος, τη μνήμη και τη χρήση του χώρου στο δίσκο
ta: நிரல் பதிப்பு, நினைவகம் மற்றும் வட்டு விண்வெளி பயன்பாட்டு புள்ளிவிவரங்களைக் காண்பி

source: Sync accounts from webodm.net
el: Συγχρονισμός λογαριασμών από το webodm.net
ta: Webodm.net இலிருந்து கணக்குகளை ஒத்திசைக்கவும்
