Repository: OpenDroneMap/WebODM-Locale
Catalog: */LC_MESSAGES/django.po
Languages: el, ta, zh_hant

source: Save
el: Αποθήκευση
ta: சேமி
zh_hant: 儲存

source: Popup closing...
el: Κλείσιμο αναδυόμενου παραθύρου...
ta: பாப்அப் நிறைவு ...
zh_hant: 正在關閉彈出視窗...

source: Change selected %(model)s
el: Αλλαγή επιλεγμένων %(model)s
ta: தேர்ந்தெடுக்கப்பட்ட %(model)s மாற்றவும்
zh_hant: 變更所選的 %(model)s

source: Add another %(model)s
el: Προσθήκη άλλου %(model)s
ta: மற்றொரு %(model)s சேர்க்கவும்
zh_hant: 新增另一個 %(model)s

source: Delete selected %(model)s
el: Διαγραφή επιλεγμένων %(model)s
ta: தேர்ந்தெடுக்கப்பட்ட %(model)s நீக்கு
zh_hant: 刪除所選的 %(model)s

source: Search
el: Αναζήτηση
ta: தேடல்
zh_hant: 搜尋

source: %(counter)s result
el: %(counter)s αποτέλεσμα
ta: %(எதிர்) முடிவு
zh_hant: %(counter)s 個結果

source: %(full_result_count)s total
el: %(full_result_count)s συνολικά
ta: %(full_result_count)s மொத்தம்
zh_hant: 共 %(full_result_count)s 個

source: Save as new
el: Αποθήκευση εκ νέου
ta: புதியதாக சேமிக்கவும்
zh_hant: 另存為新項目

source: Save and add another
el: Αποθήκευση και προσθήκη ενός άλλου
ta: சேமித்து மற்றொன்றைச் சேர்க்கவும்
zh_hant: 儲存並新增另一個

source: Save and continue editing
el: Αποθήκευση και συνέχιση της επεξεργασίας
ta: சேமித்து திருத்துதல் தொடரவும்
zh_hant: 儲存並繼續編輯

source: Welcome!
el: Καλώς ήρθατε!
ta: வரவேற்கிறோம்!
zh_hant: 歡迎！

source: Add a Processing Node
el: Προσθήκη κόμβου επεξεργασίας
ta: செயலாக்க முனையைச் சேர்க்கவும்
zh_hant: 新增處理節點

source: To get started, "%(add_processing_node)s". A processing node is a computer running an instance of %(nodeodm_link)s or some other software implementing this %(api_link)s.
el: Για να ξεκινήσετε, "%(add_processing_node)s". Ένας κόμβος επεξεργασίας είναι ένας υπολογιστής που εκτελεί μια περίπτωση του %(nodeodm_link)s ή κάποιο άλλο λογισμικό που υλοποιεί αυτό το %(api_link)s.
ta: தொடங்க, "%(api_link)s". செயலாக்க முனை என்பது %(nodeodm_link)s அல்லது இந்த %(add_processing_node)s செயல்படுத்தும் வேறு சில மென்பொருள்களின் நிகழ்வை இயக்கும் கணினி ஆகும்.
zh_hant: 要開始使用，請「%(add_processing_node)s」。處理節點是執行 %(nodeodm_link)s 實例或其他實作此 %(api_link)s 軟體的電腦。

source: Select Images and GCP
el: Επιλογή εικόνων και GCP
ta: படங்கள் மற்றும் சி.சி.பி.
zh_hant: 選擇影像和GCP

source: To create a map, press the "%(upload_images)s" button, or drag and drop some images into a project.
el: Για να δημιουργήσετε έναν χάρτη, πατήστε το κουμπί "%(upload_images)s" ή σύρετε και αφήστε μερικές εικόνες σε ένα έργο.
ta: ஒரு வரைபடத்தை உருவாக்க, "%(upload_images)s" பொத்தானை அழுத்தவும் அல்லது சில படங்களை ஒரு திட்டத்தில் இழுத்து விடுங்கள்.
zh_hant: 若要建立地圖，請按「%(upload_images)s」按鈕，或將一些影像拖放到專案中。

source: You need at least 5 images, but 16-32 is typically the minimum.
el: Χρειάζεστε τουλάχιστον 5 εικόνες, αλλά 16-32 είναι συνήθως το ελάχιστο.
ta: உங்களுக்கு குறைந்தது 5 படங்கள் தேவை, ஆனால் 16-32 பொதுவாக குறைந்தபட்சம்.
zh_hant: 您至少需要 5 張影像，但通常建議最少 16–32 張。

source: Images must overlap by 65%% or more. Aim for 70-72%%
el: Οι εικόνες πρέπει να επικαλύπτονται κατά 65%% ή περισσότερο. Στόχος είναι το 70-72%%
ta: படங்கள் 65 %% அல்லது அதற்கு மேற்பட்டவற்றால் ஒன்றுடன் ஒன்று இருக்க வேண்டும். 70-72 %% நோக்கம்
zh_hant: 影像必須有 65%% 以上的重疊率，建議目標為 70–72%%

source: For great 3D, images must overlap by 83%%
el: Για μεγάλη τρισδιάστατη απεικόνιση 3D, οι εικόνες πρέπει να επικαλύπτονται κατά 83%%
ta: சிறந்த 3D க்கு, படங்கள் 83 %ுறமாக ஒன்றுடன் ஒன்று இருக்க வேண்டும்
zh_hant: 要獲得良好的 3D 效果，影像必須有 83%% 的重疊率

source: A %(link_start)sGCP File%(link_end)s is optional, but can increase georeferencing accuracy
el: Ένα αρχείο %(link_start)sGCP File%(link_end)s είναι προαιρετικό, αλλά μπορεί να αυξήσει την ακρίβεια γεωαναφοράς
ta: ஒரு %(link_end)sGCP கோப்பு %(link_start)s விருப்பமானவை, ஆனால் புவிசார் துல்லியத்தை அதிகரிக்கும்
zh_hant: %(link_start)sGCP 檔案%(link_end)s 是選用的，但可以提高地理參考的精確度

source: Developer Tools
el: Εργαλεία Προγραμματιστή
ta: உருவாக்குபவர் கருவிகள்
zh_hant: 開發者工具

source: Close
el: Κλείσιμο
ta: மூடு
zh_hant: 關閉

source: Current Locale:
el: Τρέχουσα Γλώσσα:
ta: தற்போதைய இடம்:
zh_hant: 目前語系：

source: To change locale, modify your browser's locale settings, then refresh the page, or use the set locale button below.
el: Για να αλλάξετε την τοπική γλώσσα, τροποποιήστε τις ρυθμίσεις τοπικής γλώσσας του προγράμματος περιήγησής σας και, στη συνέχεια, ανανεώστε τη σελίδα ή χρησιμοποιήστε το παρακάτω κουμπί καθορισμού τοπικής γλώσσας.
ta: இருப்பிடத்தை மாற்ற, உங்கள் உலாவியின் லோகேல் அமைப்புகளை மாற்றவும், பின்னர் பக்கத்தைப் புதுப்பிக்கவும் அல்லது கீழே உள்ள செட் லோகேல் பொத்தானைப் பயன்படுத்தவும்.
zh_hant: 若要變更語系，請修改瀏覽器的語系設定後重新整理頁面，或使用下方的設定語系按鈕。

source: Translation Files (.zip):
el: Αρχεία μετάφρασης (.zip):
ta: மொழிபெயர்ப்பு கோப்புகள் (.zip):
zh_hant: 翻譯檔案（.zip）：

source: Download and Replace Translation Files
el: Λήψη και αντικατάσταση αρχείων μετάφρασης
ta: மொழிபெயர்ப்பு கோப்புகளைப் பதிவிறக்கி மாற்றவும்
zh_hant: 下載並取代翻譯檔案

source: Set locale:
el: Ορισμός τοπικής γλώσσας:
ta: இருப்பிடத்தை அமைக்கவும்:
zh_hant: 設定語系：

source: Apply
el: Εφαρμογή
ta: இடு
zh_hant: 套用

source: Executing… do not refresh the page! This could take a while.
el: Εκτέλεση... μην ανανεώνετε τη σελίδα! Αυτό μπορεί να διαρκέσει λίγο.
ta: செயல்படுத்துதல்… பக்கத்தை புதுப்பிக்க வேண்டாம்! இதற்கு சிறிது நேரம் ஆகலாம்.
zh_hant: 正在執行…請勿重新整理頁面！這可能需要一些時間。

source: Hello, %(user)s!
el: Γεια σας, %(user)s!
ta: வணக்கம், %(user)s!
zh_hant: 您好，%(user)s！

source: %(used)s of %(total)s used
el: %(used)s από %(total)s που χρησιμοποιήθηκαν
ta: %( %(மொத்தம்) பயன்பாடுகள் பயன்படுத்தப்படுகின்றன
zh_hant: 已使用 %(used)s / 共 %(total)s

source: Logout
el: Αποσύνδεση
ta: வெளியேற்றம்
zh_hant: 登出

source: Dashboard
el: Ταμπλό
ta: முகப்புப்பெட்டி
zh_hant: 控制台

source: Processing Nodes
el: Κόμβοι επεξεργασίας
ta: செயலாக்க முனைகள்
zh_hant: 處理節點

source: Add New
el: Προσθήκη νέου
ta: புதியதைச் சேர்க்கவும்
zh_hant: 新增

source: Administration
el: Διαχείριση
ta: நிர்வாகம்
zh_hant: 管理

source: Accounts
el: Λογαριασμοί
ta: கணக்குகள்
zh_hant: 帳號

source: Groups
el: Ομάδες
ta: குழுக்கள்
zh_hant: 群組

source: Brand
el: Επωνυμία
ta: சூட்டுக்குறி
zh_hant: 品牌

source: About
el: Περί
ta: பற்றி
zh_hant: 關於

source: Hostname
el: Όνομα κεντρικού υπολογιστή (Hostname)
ta: புரவலன்பெயர்
zh_hant: 主機名稱

source: Port
el: Θύρα
ta: துறைமுகம்
zh_hant: 連接埠

source: API Version
el: Έκδοση API
ta: பநிஇ பதிப்பு
zh_hant: API 版本

source: Engine
el: Μηχανή
ta: விசைப்பொறி
zh_hant: 引擎

source: Engine Version
el: Έκδοση Μηχανής
ta: எஞ்சின் பதிப்பு
zh_hant: 引擎版本

source: Queue Count
el: Καταμέτρηση Ουράς
ta: வரிசை எண்ணிக்கை
zh_hant: 佇列數

source: Max Images Limit
el: Μέγιστο Όριο Έικόνων
ta: அதிகபட்ச படங்கள் வரம்பு
zh_hant: 最大影像數限制

source: Label
el: Σήμανση
ta: சிட்டை
zh_hant: 標籤

source: Last Refreshed
el: Τελευταία ενημέρωση
ta: கடைசியாக புத்துணர்ச்சி
zh_hant: 上次重新整理

# 5 minutes ago
source: ago
el: πριν
ta: முன்பு
zh_hant: 先前

source: Options (JSON)
el: Ρυθμίσεις (JSON)
ta: விருப்பங்கள் (JSON)
zh_hant: 選項（JSON）

source: Edit
el: Επεξεργασία
ta: தொகு
zh_hant: 編輯

source: The disk quota is being exceeded (%(used)s of %(total)s used). The most recent tasks will be automatically deleted %(when)s, until usage falls below %(total)s.
el: Η ποσόστωση του δίσκου έχει ξεπεραστεί (%(used)s από %(total)s used). Οι πιο πρόσφατες εργασίες θα διαγραφούν αυτόματα %(when)s, μέχρι η χρήση να πέσει κάτω από %(total)s.
ta: வட்டு ஒதுக்கீடு மீறப்படுகிறது ( %(பயன்படுத்தப்பட்ட) %(மொத்தம்) பயன்படுத்தப்படுகிறது). பயன்பாடு %(used)s கீழே விழும் வரை, மிக அண்மைக் கால பணிகள் தானாகவே %(total)s நீக்கப்படும்.
zh_hant: 磁碟配額已超出（已使用 %(used)s / 總計 %(total)s）。最近的任務將在 %(when)s 自動刪除，直到使用量低於 %(total)s 為止。

source: Your account does not have a storage quota. Any new task will be automatically deleted %(when)s
el: Ο λογαριασμός σας δεν έχει ποσόστωση αποθήκευσης. Κάθε νέα εργασία θα διαγραφεί αυτόματα %(when)s
ta: உங்கள் கணக்கில் சேமிப்பக ஒதுக்கீடு இல்லை. எந்தவொரு புதிய பணியும் தானாகவே %(when)s நீக்கப்படும்
zh_hant: 您的帳號沒有儲存配額。任何新任務將於 %(when)s 自動刪除

source: Uh oh! Could you please check the errors below?
el: Ω! Μπορείτε να ελέγξετε τα παρακάτω σφάλματα?
ta: ஓ! கீழே உள்ள பிழைகளை சரிபார்க்க முடியுமா?
zh_hant: 糟糕！請檢查以下錯誤？

source: Before we get started, we need to create an administrator account for you:
el: Πριν ξεκινήσουμε, πρέπει να δημιουργήσουμε έναν λογαριασμό διαχειριστή για εσάς:
ta: நாங்கள் தொடங்குவதற்கு முன், உங்களுக்காக ஒரு நிர்வாகி கணக்கை உருவாக்க வேண்டும்:
zh_hant: 在開始之前，我們需要為您建立一個管理員帳號：

source: Create Account
el: Δημιουργία λογαριασμού
ta: கணக்கை உருவாக்கவும்
zh_hant: 建立帳號

source: in %(num)s days
el: σε %(num)s ημέρες
ta: %(எண்) நாட்களில்
zh_hant: 於 %(num)s 天後

source: in %(num)s hours
el: σε %(num)s ώρες
ta: %(எண்) மணிநேரத்தில்
zh_hant: 於 %(num)s 小時後

source: in %(num)s minutes
el: σε %(num)s λεπτά
ta: %(எண்) நிமிடங்களில்
zh_hant: 於 %(num)s 分鐘後

source: very soon
el: πολύ σύντομα
ta: மிக விரைவில்
zh_hant: 即將

source: Upload and tile ODM assets with Cesium ion.
zh_hant: 使用 Cesium ion 上傳並切片 ODM 資產。

source: Import images from external sources directly
el: Εισαγωγή εικόνων από εξωτερικές πηγές άμεσα
ta: வெளிப்புற மூலங்களிலிருந்து படங்களை நேரடியாக இறக்குமதி செய்யுங்கள்
zh_hant: 直接從外部來源匯入影像

source: Compute, preview and export contours from DEMs
el: Υπολογισμός, προεπισκόπηση και εξαγωγή περιγραμμάτων από DEMs
ta: டெம்சிலிருந்து வரையறைகளை கணக்கிடுதல், முன்னோட்டம் மற்றும் ஏற்றுமதி
zh_hant: 從 DEM 計算、預覽並匯出等高線

source: Display program version, memory and disk space usage statistics
el: Εμφάνιση στατιστικών στοιχείων για την έκδοση του προγράμματος, τη μνήμη και τη χρήση του χώρου στο δίσκο
ta: நிரல் பதிப்பு, நினைவகம் மற்றும் வட்டு விண்வெளி பயன்பாட்டு புள்ளிவிவரங்களைக் காண்பி
zh_hant: 顯示程式版本、記憶體與磁碟空間使用統計

source: Integrate WebODM with DroneDB: import images and share results
el: Ενσωμάτωση του WebODM με το DroneDB: εισαγωγή εικόνων και κοινή χρήση αποτελεσμάτων
ta: TronedB உடன் WebodM ஐ ஒருங்கிணைக்கவும்: படங்களை இறக்குமதி செய்து முடிவுகளைப் பகிரவும்
zh_hant: 將 WebODM 與 DroneDB 整合：匯入影像並分享成果

source: Create editable short links when sharing task URLs
el: Δημιουργία επεξεργάσιμων σύντομων συνδέσμων κατά την κοινή χρήση διευθύνσεων URL εργασιών
ta: பணி முகவரி களைப் பகிரும்போது திருத்தக்கூடிய குறுகிய இணைப்புகளை உருவாக்கவும்
zh_hant: 分享任務網址時建立可編輯的短連結

source: Add a fullscreen button to the 2D map view
el: Προσθήκη ενός κουμπιού πλήρους οθόνης στην προβολή χάρτη 2D
ta: 2 டி வரைபடக் காட்சியில் முழுத்திரை பொத்தானைச் சேர்க்கவும்
zh_hant: 在 2D 地圖檢視中新增全螢幕按鈕

source: Process in the cloud with webodm.net
ta: Webodm.net உடன் மேகக்கட்டத்தில் செயல்முறை
zh_hant: 透過 webodm.net 在雲端進行處理

source: Compute volume, area and length measurements on Leaflet
el: Υπολογίστε μετρήσεις όγκου, εμβαδού και μήκους στο Leaflet
ta: துண்டுப்பிரசுரத்தில் தொகுதி, பகுதி மற்றும் நீள அளவீடுகளை கணக்கிடுங்கள்
zh_hant: 在 Leaflet 上計算體積、面積和長度

source: A plugin to upload orthophotos to OpenAerialMap
el: Ένα πρόσθετο για να ανεβάσετε ορθοφωτογραφίες στο OpenAerialMap
ta: ஆர்த்தோஃபோட்டோக்களை OpenAerialMap இல் பதிவேற்ற ஒரு சொருகி
zh_hant: 用於將正射影像上傳至 OpenAerialMap 的外掛

source: A plugin to add a button for quickly opening OpenStreetMap's iD editor and setup a TMS basemap.
el: Ένα πρόσθετο για την προσθήκη ενός κουμπιού για το γρήγορο άνοιγμα του εργαλείου επεξεργασίας iD του OpenStreetMap και τη ρύθμιση ενός βασικού χάρτη TMS.
ta: விரைவாக திறப்பதற்கான ஒரு பொத்தானைச் சேர்க்க ஒரு சொருகி ஓபன்ச்ட்ரீட்மேப்பை எடிட்டர் மற்றும் ஒரு அணிகள் பேச்மேப்பை அமைக்கவும்.
zh_hant: 用於新增按鈕以快速開啟 OpenStreetMap 的 iD 編輯器並設定 TMS 底圖的外掛。

source: A plugin to create GCP files from images
el: Ένα πρόσθετο για τη δημιουργία αρχείων GCP από εικόνες
ta: படங்களிலிருந்து சி.சி.பி கோப்புகளை உருவாக்க ஒரு சொருகி
zh_hant: 用於從影像建立 GCP 檔案的外掛

source: A plugin to show charts of projects and tasks
el: Ένα πρόσθετο για την εμφάνιση διαγραμμάτων έργων και εργασιών
ta: திட்டங்கள் மற்றும் பணிகளின் விளக்கப்படங்களைக் காட்ட ஒரு சொருகி
zh_hant: 用於顯示專案與任務圖表的外掛

source: Create short links when sharing task URLs
el: Δημιουργία σύντομων συνδέσμων κατά την κοινή χρήση URL εργασιών
ta: பணி முகவரி களைப் பகிரும்போது குறுகிய இணைப்புகளை உருவாக்கவும்
zh_hant: 分享任務網址時建立短連結

source: Get notified when a task has finished processing, has been removed or has failed
el: Λάβετε ειδοποίηση όταν μια εργασία έχει ολοκληρώσει την επεξεργασία, έχει αφαιρεθεί ή έχει αποτύχει
ta: ஒரு பணி செயலாக்கத்தை முடித்ததும், அகற்றப்பட்டதும் அல்லது தோல்வியுற்றதும் அறிவிக்கப்படும்
zh_hant: 在任務處理完成、被移除或失敗時接收通知

source: Annotate and measure on 2D maps with ease
ta: 2 டி வரைபடங்களை எளிதாக சிறுகுறிப்பு செய்து அளவிடவும்
zh_hant: 輕鬆在 2D 地圖上標註與測量

source: Add a GPS location button to the 2D map view
ta: 2 டி வரைபடக் காட்சியில் சி.பி.எச் இருப்பிட பொத்தானைச் சேர்க்கவும்
zh_hant: 在 2D 地圖檢視中新增 GPS 定位按鈕

source: Plugin to get align from external service for WebODM
zh_hant: 用於從外部服務取得對齊資料的 WebODM 外掛

source: Detect objects using AI in orthophotos
zh_hant: 在正射影像中使用 AI 偵測物件

source: First Project
el: Πρώτο έργο
ta: முதல் திட்டம்
zh_hant: 第一個專案

source: Map
el: Χάρτης
ta: வரைபடம்
zh_hant: 地圖

source: 3D Model Display
el: Οθόνη Μοντέλου 3D
ta: 3D மாதிரி காட்சி
zh_hant: 3D 模型顯示

source: %(node)s seems to be offline.
el: Ο κόμβος %(node)s φαίνεται να είναι εκτός σύνδεσης.
ta: %(node)s ஆஃப்லைனில் இருப்பதாக தெரிகிறது.
zh_hant: %(node)s 似乎已離線。

source: Welcome
el: Καλώς ήρθατε
ta: வரவேற்கிறோம்
zh_hant: 歡迎

source: Cannot find locale/ folder in .zip archive
el: Δεν μπορεί να βρεθεί φάκελος /Τοπική Γλωσσά στο αρχείο .zip
ta: .Zip காப்பகத்தில் இருப்பிட/ கோப்புறையைக் கண்டுபிடிக்க முடியவில்லை
zh_hant: 在 .zip 壓縮檔中找不到 locale/ 資料夾

source: Translation files reloaded!
el: Επαναφόρτωση μεταφραστικών αρχείων!
ta: மொழிபெயர்ப்பு கோப்புகள் மீண்டும் ஏற்றப்பட்டன!
zh_hant: 翻譯檔案已重新載入！

source: Invalid action
el: Μη έγκυρη ενέργεια
ta: தவறான செயல்
zh_hant: 無效的動作

source: Align Generator
zh_hant: 對齊產生器

source: Align file from task image
zh_hant: 從任務影像建立對齊檔案

source: No surface model available. From the Dashboard, select this task, press Edit, from the options make sure to check "dsm", then press Restart --> From DEM.
el: Δεν υπάρχει διαθέσιμο μοντέλο επιφάνειας. Από το ταμπλό, επιλέξτε αυτή την εργασία, πατήστε Επεξεργασία, από τις επιλογές βεβαιωθείτε ότι έχετε τσεκάρει το "dsm" και, στη συνέχεια, πατήστε Επανεκκίνηση --> Από DEM.
ta: மேற்பரப்பு மாதிரி எதுவும் கிடைக்கவில்லை. டாச்போர்டில் இருந்து, இந்த பணியைத் தேர்ந்தெடுத்து, திருத்தத்தை அழுத்தவும், விருப்பங்களிலிருந்து "டி.எச்.எம்" ஐ சரிபார்க்கவும், பின்னர் மறுதொடக்கம் -> ஐ டெமிலிருந்து அழுத்தவும்.
zh_hant: 沒有可用的地表模型。請在控制台中選取此任務，按下「編輯」，在選項中確認勾選「dsm」，然後按下「重新啟動 → 從 DEM」。

source: A digital surface model is required to compute elevation values.
ta: உயர மதிப்புகளைக் கணக்கிட டிசிட்டல் மேற்பரப்பு மாதிரி தேவை.
zh_hant: 計算高程值需要數位地表模型（DSM）。

source: An orthophoto is required to compute temperature values.
zh_hant: 計算溫度值需要正射影像。

source: No matching enum type.
zh_hant: 沒有相符的列舉型別。

source: No DSM layer is available.
el: Δεν υπάρχει στρώμα DSM.
ta: டி.எச்.எம் அடுக்கு எதுவும் கிடைக்கவில்லை.
zh_hant: 沒有可用的 DSM 圖層。

source: No DTM layer is available.
el: Δεν υπάρχει διαθέσιμο στρώμα DTM.
ta: டிடிஎம் அடுக்கு எதுவும் கிடைக்கவில்லை.
zh_hant: 沒有可用的 DTM 圖層。

source: Diagnostic
el: Διαγνωστικά
ta: கண்டறியும்
zh_hant: 診斷

source: Diagnostic Information
el: Διαγνωστικές πληροφορίες
ta: கண்டறியும் செய்தி
zh_hant: 診斷資訊

source: Storage Space
el: Αποθηκευτικός χώρος
ta: சேமிப்பக இடம்
zh_hant: 儲存空間

# Megabytes of storage space
source: Free
el: Ελεύθερα
ta: இலவசம்
zh_hant: 可用空間

# Megabytes of storage space
source: Used
el: Χρησιμοποιούνται
ta: பயன்படுத்தப்பட்டது
zh_hant: 已使用

# Megabytes of storage space
source: Total
el: Συνολικά
ta: மொத்தம்
zh_hant: 總計

# Computer memory (RAM)
source: Memory
el: Μνήμη
ta: நினைவகம்
zh_hant: 記憶體

# Megabytes of memory space
source: Free
el: Ελεύθερα
ta: இலவசம்
zh_hant: 可用空間

# Megabytes of memory space
source: Used
el: Χρησιμοποιούνται
ta: பயன்படுத்தப்பட்டது
zh_hant: 已使用

# Megabytes of memory space
source: Total
el: Συνολικά
ta: மொத்தம்
zh_hant: 總計

source: Note!
el: Σημείωση!
ta: குறிப்பு!
zh_hant: 注意！

source: These values might be relative to the virtualization environment in which the application is running, not necessarily the values of the your machine. See instructions for %(win_hyperv_link)s, %(win_wsl2_link)s, and %(mac_link)s for changing these values in a Docker setup.
el: Αυτές οι τιμές μπορεί να είναι σχετικές με το περιβάλλον εικονικοποίησης στο οποίο εκτελείται η εφαρμογή και όχι απαραίτητα οι τιμές του υπολογιστή σας. Ανατρέξτε στις οδηγίες για τα %(win_hyperv_link)s, %(win_wsl2_link)s και %(mac_link)s για την αλλαγή αυτών των τιμών σε μια εγκατάσταση Docker.
ta: இந்த மதிப்புகள் பயன்பாடு இயங்கும் மெய்நிகராக்க சூழலுடன் தொடர்புடையதாக இருக்கலாம், உங்கள் இயந்திரத்தின் மதிப்புகள் அவசியமில்லை. இந்த மதிப்புகளை ஒரு கப்பல்துறை அமைப்பில் மாற்றுவதற்கு %(mac_link)s, %(Win_wsl2_link) மற்றும் %(win_hyperv_link)s க்கான வழிமுறைகளைப் பார்க்கவும்.
zh_hant: 這些數值可能是相對於應用程式執行的虛擬化環境，而不一定是您機器的實際數值。請參閱 %(win_hyperv_link)s、%(win_wsl2_link)s 和 %(mac_link)s 的說明，以便在 Docker 設定中變更這些數值。

source: Disk Space
el: Χώρος στον δίσκο
ta: வட்டு இடம்
zh_hant: 磁碟空間

source: Short URLs can only include letters, numbers, underscore and dash characters (A-Z, 0-9, _, -).
el: Οι σύντομες διευθύνσεις URL μπορούν να περιλαμβάνουν μόνο γράμματα, αριθμούς, υπογράμμιση και παύλες (A-Z, 0-9, _, -).
ta: குறுகிய முகவரி களில் கடிதங்கள், எண்கள், அடிக்கோடிட்ட மற்றும் கோடு எழுத்துக்கள் மட்டுமே அடங்கும் (A-Z, 0-9, _,-).
zh_hant: 短網址只能包含英文字母、數字、底線與連字號字元（A-Z、0-9、_、-）。

source: This short URL is already taken.
el: Αυτή η σύντομη διεύθυνση URL είναι ήδη κατειλημμένη.
ta: இந்த குறுகிய முகவரி ஏற்கனவே எடுக்கப்பட்டுள்ளது.
zh_hant: 此短網址已被使用。

source: Lightning
ta: மின்னல்
zh_hant: 閃電

source: No orthophoto is available.
zh_hant: 沒有可用的正射影像。

source: GCP Interface
el: Διεπαφή GCP
ta: சி.சி.பி இடைமுகம்
zh_hant: GCP 介面

source: Charts
el: Γραφήματα
ta: விளக்கப்படங்கள்
zh_hant: 圖表

source: Year
el: Έτος
ta: ஆண்டு
zh_hant: 年

source: Next
el: Επόμενο
ta: அடுத்தது
zh_hant: 下一步

source: Projects by month
el: Έργα ανά μήνα
ta: மாதத்திற்குள் திட்டங்கள்
zh_hant: 依月份分類的專案

source: Tasks by month
el: Εργασίες ανά μήνα
ta: மாதத்திற்கு பணிகள்
zh_hant: 依月份分類的任務

source: Task Notification
el: Ειδοποίηση εργασίας
ta: பணி அறிவிப்பு
zh_hant: 任務通知

source: Tasks Notification
el: Ειδοποίηση εργασιών
ta: பணிகள் அறிவிப்பு
zh_hant: 任務通知群

source: Node Management
el: Διαχείριση κόμβων
ta: முனை மேலாண்மை
zh_hant: 節點管理

source: Hostname or IP address where the node is located (can be an internal hostname as well). If you are using Docker, this is never 127.0.0.1 or localhost. Find the IP address of your host machine by running ifconfig on Linux or by checking your network settings.
el: Όνομα κεντρικού υπολογιστή ή διεύθυνση IP όπου βρίσκεται ο κόμβος (μπορεί να είναι και εσωτερικό όνομα κεντρικού υπολογιστή). Εάν χρησιμοποιείτε το Docker, αυτό δεν είναι ποτέ το 127.0.0.1 ή το localhost. Βρείτε τη διεύθυνση IP του κεντρικού υπολογιστή σας εκτελώντας το ifconfig στο Linux ή ελέγχοντας τις ρυθμίσεις δικτύου σας.
ta: முனை அமைந்துள்ள ஓச்ட்பெயர் அல்லது ஐபி முகவரி (உள் ஓச்ட்பெயராகவும் இருக்கலாம்). நீங்கள் டோக்கரைப் பயன்படுத்துகிறீர்கள் என்றால், இது ஒருபோதும் 127.0.0.1 அல்லது உள்ளக புரவலன் அல்ல. லினக்சில் ifconfig ஐ இயக்குவதன் மூலமோ அல்லது உங்கள் பிணைய அமைப்புகளைச் சரிபார்ப்பதன் மூலமோ உங்கள் புரவலன் கணினியின் ஐபி முகவரியைக் கண்டறியவும்.
zh_hant: 節點所在的主機名稱或 IP 位址（也可以是內部主機名稱）。如果您使用 Docker，請勿填寫 127.0.0.1 或 localhost。請在 Linux 上執行 ifconfig 或檢查網路設定來找到主機的 IP 位址。

source: Port that connects to the node's API
el: Θύρα που συνδέεται με το API του κόμβου
ta: முனையின் பநிஇ உடன் இணைக்கும் துறைமுகம்
zh_hant: 連接至節點 API 的連接埠

source: API version used by the node
el: Έκδοση API που χρησιμοποιείται από τον κόμβο
ta: முனை பயன்படுத்தும் பநிஇ பதிப்பு
zh_hant: 節點使用的 API 版本

source: When was the information about this node last retrieved?
el: Πότε ανακτήθηκαν για τελευταία φορά οι πληροφορίες σχετικά με αυτόν τον κόμβο;
ta: இந்த முனை பற்றிய தகவல்கள் கடைசியாக எப்போது மீட்டெடுக்கப்பட்டன?
zh_hant: 上次擷取此節點資訊的時間？

source: Number of tasks currently being processed by this node (as reported by the node itself)
el: Αριθμός εργασιών που επεξεργάζεται επί του παρόντος αυτός ο κόμβος (όπως αναφέρεται από τον ίδιο τον κόμβο)
ta: இந்த முனையால் தற்போது செயலாக்கப்படும் பணிகளின் எண்ணிக்கை (முனையால் அறிவிக்கப்பட்டபடி)
zh_hant: 此節點目前正在處理的任務數量（由節點本身回報）

source: Available Options
el: Διαθέσιμες ρυθμίσεις
ta: கிடைக்கும் விருப்பங்கள்
zh_hant: 可用選項

source: Description of the options that can be used for processing
el: Περιγραφή των επιλογών που μπορούν να χρησιμοποιηθούν για την επεξεργασία
ta: செயலாக்க பயன்படுத்தக்கூடிய விருப்பங்களின் விளக்கம்
zh_hant: 可用於處理的選項描述

source: Token
el: Κωδικό
ta: கிள்ளாக்கு
zh_hant: Token ( 代幣)

source: Token to use for authentication. If the node doesn't have authentication, you can leave this field blank.
el: Κωδικό που θα χρησιμοποιηθεί για έλεγχο ταυτότητας. Εάν ο κόμβος δεν διαθέτει έλεγχο ταυτότητας, μπορείτε να αφήσετε αυτό το πεδίο κενό.
ta: அங்கீகாரத்திற்கு பயன்படுத்த கிள்ளாக்கு. முனைக்கு ஏற்பு இல்லையென்றால், நீங்கள் இந்த புலத்தை காலியாக விடலாம்.
zh_hant: 用於驗證的Token。如果節點沒有設定驗證，您可以將此欄位留空。

source: Max Images
el: Μέγιστος Αριθμός Εικόνων
ta: அதிகபட்ச படங்கள்
zh_hant: 最大影像數

source: Maximum number of images accepted by this node.
el: Μέγιστος αριθμός εικόνων που δέχεται αυτός ο κόμβος.
ta: இந்த முனையால் ஏற்றுக்கொள்ளப்பட்ட அதிகபட்ச படங்களின் எண்ணிக்கை.
zh_hant: 此節點可接受的最大影像數量。

source: Engine version used by the node.
el: Έκδοση μηχανής που χρησιμοποιείται από τον κόμβο.
ta: முனை பயன்படுத்தும் இயந்திர பதிப்பு.
zh_hant: 此節點使用的引擎版本。

source: Optional label for this node. When set, this label will be shown instead of the hostname:port name.
el: Προαιρετική σήµανση για αυτόν τον κόµβο. Όταν οριστεί, αυτή η σήμανση θα εμφανίζεται αντί για το όνομα hostname:port.
ta: இந்த முனைக்கு விருப்ப சிட்டை. அமைக்கும்போது, ஓச்ட்பெயருக்கு பதிலாக இந்த சிட்டை காண்பிக்கப்படும்: துறைமுகம் பெயருக்கு.
zh_hant: 此節點的選用標籤。設定後，將以此標籤取代顯示主機名稱:連接埠名稱。

source: Engine used by the node.
el: Μηχανή που χρησιμοποιείται από τον κόμβο.
ta: முனை பயன்படுத்தும் இயந்திரம்.
zh_hant: 此節點使用的引擎。

source: CSS
ta: சிஎச்எச்

source: Project tags
el: Ετικέτες έργου
ta: திட்ட குறிச்சொற்கள்

source: Id
ta: ஐடி

source: Could not generate contour file. This might be a bug.
ta: விளிம்பு கோப்பை உருவாக்க முடியவில்லை. இது ஒரு பிழையாக இருக்கலாம்.
