Repository: OpenDroneMap/WebODM-Locale
Catalog: */LC_MESSAGES/django.po
Languages: el, ta, zh_hant

source: Enter custom CSS
el: Εισάγετε προσαρμοσμένο CSS
ta: தனிப்பயன் சிஎச்எச் ஐ உள்ளிடவும்
zh_hant: 輸入自訂CSS

source: HTML that will be displayed above site header
el: HTML που θα εμφανίζεται πάνω από την επικεφαλίδα του ιστότοπου
ta: தள தலைப்புக்கு மேலே காண்பிக்கப்படும் உஉகுமொ
zh_hant: 網站標題以上顯示的HTML

source: HTML (before header)
el: HTML (πριν την επικεφαλίδα)
ta: உஉகுமொ (தலைப்பு முன்)
zh_hant: HTML (在標題之前)

source: HTML that will be displayed after site header
el: HTML που θα εμφανιστεί μετά την επικεφαλίδα του ιστότοπου
ta: தள தலைப்புக்குப் பிறகு காண்பிக்கப்படும் உஉகுமொ
zh_hant: 網站標題之後顯示的HTML

source: HTML (after header)
el: HTML (μετά την επικεφαλίδα)
ta: உஉகுமொ (தலைப்புக்குப் பிறகு)
zh_hant: HTML (在標題之後)

source: HTML that will be displayed after the body tag
el: HTML που θα εμφανιστεί μετά το body tag
ta: உடல் குறிச்சொல்லுக்குப் பிறகு காண்பிக்கப்படும் உஉகுமொ
zh_hant: 顯示網頁內文的HTML

source: HTML (after body)
el: HTML (μετά το body)
ta: உஉகுமொ (உடலுக்குப் பிறகு)
zh_hant: HTML (內文標籤之後)

source: HTML that will be displayed in the footer. You can also use the special tags such as {ORGANIZATION} and {YEAR}.
el: HTML που θα εμφανίζεται στο υποσέλιδο. Μπορείτε επίσης να χρησιμοποιήσετε τις ειδικές ετικέτες όπως {ORGANIZATION} και {YEAR}.
ta: உஉகுமொ அடிக்குறிப்பில் காண்பிக்கப்படும். {அமைப்பு} மற்றும் {ஆண்டு} போன்ற சிறப்பு குறிச்சொற்களையும் நீங்கள் பயன்படுத்தலாம்.
zh_hant: 在網頁註腳中顯示的HTML。 您還可以使用特殊標籤，例如{ORGANIZATION}和{YEAR}。

source: HTML (footer)
ta: உஉகுமொ (அடிக்குறிப்பு)
zh_hant: HTML (網頁註腳)

source: Description
el: Περιγραφή
ta: விவரம்
zh_hant: 描述

source: Version
el: Έκδοση
ta: பதிப்பு
zh_hant: 版本

source: Author
el: Συντάκτης
ta: நூலாசிரியர்
zh_hant: 作者

source: Restart required. Please restart WebODM to enable %(plugin)s
el: Απαιτείται επανεκκίνηση. Παρακαλούμε κάντε επανεκκίνηση του WebODM για να ενεργοποιήσετε το %(plugin)s
ta: மறுதொடக்கம் தேவை. %(plugin)s இயக்க WeboDM ஐ மறுதொடக்கம் செய்யுங்கள்
zh_hant: 需要重新啟動。請重新啟動WebODM來啟用擴充功能%(plugin)s

source: Cannot enable plugin %(plugin)s: %(message)s
el: Δεν είναι δυνατή η ενεργοποίηση του πρόσθετου %(plugin)s: %(message)s
ta: சொருகி %(message)s: %(plugin)s இயக்க முடியாது
zh_hant: 無法啟動擴充功能 %(plugin)s: %(message)s

source: Restart required. Please restart WebODM to fully disable %(plugin)s
el: Απαιτείται επανεκκίνηση. Παρακαλούμε κάντε επανεκκίνηση του WebODM για να απενεργοποιήσετε πλήρως το %(plugin)s
ta: மறுதொடக்கம் தேவை. %(plugin)s முழுமையாக முடக்க WeboDM ஐ மறுதொடக்கம் செய்யுங்கள்
zh_hant: 需要重新啟動。請重新啟動WebODM來停用擴充功能 %(plugin)s

source: Cannot disable plugin %(plugin)s: %(message)s
el: Δεν είναι δυνατή η απενεργοποίηση του πρόσθετου %(plugin)s: %(message)s
ta: சொருகி %(message)s: %(plugin)s முடக்க முடியாது
zh_hant: 無法停用擴充功能 %(plugin)s: %(message)s

source: Cannot delete plugin %(plugin)s: %(message)s
el: Δεν είναι δυνατή η διαγραφή του πρόσθετου %(plugin)s: %(message)s
ta: சொருகி %(message)s: %(plugin)s நீக்க முடியாது
zh_hant: 無法刪除擴充功能 %(plugin)s: %(message)s

source: Plugin added successfully
el: Το πρόσθετο προστέθηκε με επιτυχία
ta: சொருகி வெற்றிகரமாக சேர்க்கப்பட்டது
zh_hant: 已成功新增擴充功能

source: Cannot load plugin: %(message)s
el: Δεν μπορεί να φορτώσει το πρόσθετο: %(message)s
ta: சொருகி ஏற்ற முடியாது: %(செய்திகள்
zh_hant: 無法載入擴充功能: %(message)s

source: You need to upload a zip file
el: Πρέπει να ανεβάσετε ένα αρχείο zip
ta: நீங்கள் ஒரு சிப் கோப்பை பதிவேற்ற வேண்டும்
zh_hant: 你需要上傳一個zip文件

source: Disable
el: Απενεργοποίηση
ta: முடக்கு
zh_hant: 停用

source: Enable
el: Ενεργοποίηση
ta: இயக்கு
zh_hant: 啟用

source: Actions
el: Ενέργειες
ta: செயல்கள்
zh_hant: 動作

source: Normalized Difference Vegetation Index shows the amount of green vegetation.
el: Ο δείκτης κανονικοποιημένης διαφοράς βλάστησης δείχνει την ποσότητα πράσινης βλάστησης.
ta: இயல்பாக்கப்பட்ட வேறுபாடு தாவர அட்டவணை பச்சை தாவரங்களின் அளவைக் காட்டுகிறது.
zh_hant: 標準化植被指數顯示綠色植被的數量。

source: Normalized difference yellowness index (NDYI), best model variability in relative yield potential in Canola.
el: Κανονικοποιημένος δείκτης διαφοράς κίτρινου χρώματος (ΚΔΔΚΧ), καλύτερο μοντέλο μεταβλητότητας του σχετικού δυναμικού απόδοσης στην ελαιοκράμβη.
ta: இயல்பாக்கப்பட்ட வேறுபாடு யெல்லவுன்ச் இன்டெக்ச் (என்.டி.ஒய்.ஐ), கனோலாவில் ஒப்பீட்டு மகசூல் ஆற்றலில் சிறந்த மாதிரி மாறுபாடு.
zh_hant: 標準化差異黃色指數（NDYI），在油菜相對產量潛力的最佳模型變異性。

source: Normalized Difference Red Edge Index shows the amount of green vegetation of permanent or later stage crops.
el: Ο δείκτης κανονικοποιημένης διαφοράς κόκκινων άκρων δείχνει την ποσότητα πράσινης βλάστησης των μόνιμων καλλιεργειών ή των καλλιεργειών σε μεταγενέστερο στάδιο.
ta: இயல்பாக்கப்பட்ட வேறுபாடு சிவப்பு விளிம்பு குறியீடு நிரந்தர அல்லது பின்னர் கட்ட பயிர்களின் பச்சை தாவரங்களின் அளவைக் காட்டுகிறது.
zh_hant: 標準化差異紅邊指數（NDRE）顯示多年生或晚期作物的綠色植被量。

source: Normalized Difference Water Index shows the amount of water content in water bodies.
el: Ο Κανονικοποιημένος Δείκτης Διαφοράς Νερού δείχνει την ποσότητα του περιεχομένου νερού στα υδάτινα σώματα.
ta: இயல்பாக்கப்பட்ட வேறுபாடு நீர் குறியீடு நீர்நிலைகளில் நீர் உள்ளடக்கத்தின் அளவைக் காட்டுகிறது.
zh_hant: 標準化差異水體指數（NDWI）顯示水體中的含水量。

source: Enhanced Normalized Difference Vegetation Index is like NDVI, but uses Blue and Green bands instead of only Red to isolate plant health.
el: Ο ενισχυμένος δείκτης κανονικοποιημένης διαφοράς βλάστησης είναι παρόμοιος με τον ΔΚΔΒ, αλλά χρησιμοποιεί μπλε και πράσινες ζώνες αντί για κόκκινες για να απομονώσει την υγεία των φυτών.
ta: மேம்பட்ட இயல்பாக்கப்பட்ட வேறுபாடு தாவர குறியீடு NDVI போன்றது, ஆனால் தாவர ஆரோக்கியத்தை தனிமைப்படுத்த சிவப்பு நிறத்திற்கு பதிலாக நீல மற்றும் பச்சை பட்டைகள் பயன்படுத்துகிறது.
zh_hant: 強化常態差值植生指數(Enhanced NDVI)類似於NDVI，但使用藍色和綠色波段而不是僅使用紅色波段來區別植物健康。

source: Visible NDVI is an un-normalized index for RGB sensors using constants derived from citrus, grape, and sugarcane crop data.
el: Ο ορατός ΔΚΔΒ είναι ένας μη κανονικοποιημένος δείκτης για αισθητήρες RGB που χρησιμοποιεί σταθερές προερχόμενες από δεδομένα καλλιεργειών εσπεριδοειδών, σταφυλιών και ζαχαροκάλαμου.
ta: சிட்ரச், முந்திரி மற்றும் கரும்பு பயிர் தரவுகளிலிருந்து பெறப்பட்ட மாறிலிகளைப் பயன்படுத்தி ஆர்சிபி சென்சார்களுக்கான இயல்பற்ற குறியீடாகும்.
zh_hant: 可見光 NDVI 是針對 RGB 感測器的未標準化指數，其使用的常數來自柑橘、葡萄與甘蔗作物數據。

source: Visual Atmospheric Resistance Index shows the areas of vegetation.
el: Ο οπτικός δείκτης ατμοσφαιρικής αντίστασης δείχνει τις περιοχές με βλάστηση.
ta: காட்சி வளிமண்டல எதிர்ப்புக் குறியீடு தாவரங்களின் பகுதிகளைக் காட்டுகிறது.
zh_hant: 視覺大氣阻力指數顯示植被面積。

source: Modified Photochemical Reflectance Index
el: Τροποποιημένος δείκτης φωτοχημικής ανάκλασης
ta: மாற்றியமைக்கப்பட்ட ஒளி வேதியியல் பிரதிபலிப்பு அட்டவணை
zh_hant: 改良光化學反射指數

source: Excess Green Index (derived from only the RGB bands) emphasizes the greenness of leafy crops such as potatoes.
el: Ο δείκτης υπερβολικού πράσινου (που προκύπτει μόνο από τις ζώνες RGB) τονίζει το πράσινο των φυλλοβόλων καλλιεργειών, όπως οι πατάτες.
ta: அதிகப்படியான பச்சை குறியீடு (ஆர்சிபி பட்டைகளிலிருந்து பெறப்பட்டது) உருளைக்கிழங்கு போன்ற இலை பயிர்களின் பசுமையை வலியுறுத்துகிறது.
zh_hant: 過量綠指數（仅来自 RGB 波段）強調馬鈴薯等葉類作物的綠色。

source: Burn Area Index hightlights burned land in the red to near-infrared spectrum.
el: Ο δείκτης περιοχής καύσης προβάλλει τις καμένες εκτάσεις στο φάσμα από το κόκκινο έως το εγγύς υπέρυθρο.
ta: எரியும் பகுதி குறியீட்டு ஐட்ட்லைட்கள் சிவப்பு நிறத்தில் நிலத்தை அகச்சிவப்பு நிறமாலை வரை எரிக்கின்றன.
zh_hant: 燃燒面積指數以紅光至近紅外光波段來凸顯火災後的土地。

source: Green Leaf Index shows greens leaves and stems.
el: Ο δείκτης πράσινων φύλλων δείχνει τα πράσινα φύλλα και τους μίσχους.
ta: பச்சை இலை குறியீட்டு கீரைகள் இலைகள் மற்றும் தண்டுகளைக் காட்டுகிறது.
zh_hant: 綠葉指數顯示綠葉和莖。

source: Green Normalized Difference Vegetation Index is similar to NDVI, but measures the green spectrum instead of red.
el: Ο δείκτης πράσινης κανονικοποιημένης διαφοράς βλάστησης είναι παρόμοιος με τον ΔΚΒΔ, αλλά μετρά το πράσινο φάσμα αντί για το κόκκινο.
ta: பச்சை இயல்பாக்கப்பட்ட வேறுபாடு தாவர குறியீடு NDVI க்கு ஒத்ததாகும், ஆனால் சிவப்பு நிறத்திற்கு பதிலாக பச்சை நிறமாலையை அளவிடுகிறது.
zh_hant: 綠色常態差值植生指數類似於NDVI，但是量測的是綠光波段而非紅光波段。

source: Green Ratio Vegetation Index is sensitive to photosynthetic rates in forests.
el: Ο δείκτης πράσινης αναλογίας βλάστησης είναι ευαίσθητος στους ρυθμούς φωτοσύνθεσης στα δάση.
ta: பசுமை விகித தாவர அட்டவணை காடுகளில் ஒளிச்சேர்க்கை விகிதங்களுக்கு உணர்திறன்.
zh_hant: 綠色比例植生指數能敏感的反應森林光合作用速率。

source: Soil Adjusted Vegetation Index is similar to NDVI but attempts to remove the effects of soil areas using an adjustment factor (0.5).
el: Ο προσαρμοσμένος στο έδαφος δείκτης βλάστησης είναι παρόμοιος με τον ΔΚΒΔ, αλλά προσπαθεί να αφαιρέσει τις επιδράσεις των εδαφικών περιοχών χρησιμοποιώντας έναν συντελεστή προσαρμογής (0,5).
ta: மண் சரிசெய்யப்பட்ட தாவர குறியீடு NDVI க்கு ஒத்ததாகும், ஆனால் சரிசெய்தல் காரணி (0.5) ஐப் பயன்படுத்தி மண் பகுதிகளின் விளைவுகளை அகற்ற முயற்சிக்கிறது.
zh_hant: 土壤調整植生指數與NDVI相似，但嘗試使用調整因子(0.5)以消除土壤區域的影響。

source: Modified Non-Linear Index improves the Non-Linear Index algorithm to account for soil areas.
el: Ο τροποποιημένος μη γραμμικός δείκτης βελτιώνει τον αλγόριθμο του μη γραμμικού δείκτη ώστε να ληφθούν υπόψη οι εδαφικές εκτάσεις.
ta: மாற்றியமைக்கப்பட்ட நேரியல் அல்லாத குறியீடு மண் பகுதிகளுக்கு கணக்கிட நேரியல் அல்லாத குறியீட்டு வழிமுறையை மேம்படுத்துகிறது.
zh_hant: 修改後的非線性指數改進了非線性指數算法以顯示土壤區域。

source: Modified Simple Ratio is an improvement of the Simple Ratio (SR) index to be more sensitive to vegetation.
el: Ο τροποποιημένος δείκτης απλής αναλογίας είναι μια βελτίωση του δείκτη απλής αναλογίας (ΑΑ) ώστε να είναι πιο ευαίσθητος στη βλάστηση.
ta: மாற்றியமைக்கப்பட்ட எளிய விகிதம் என்பது தாவரங்களுக்கு அதிக உணர்திறன் கொண்ட எளிய விகிதம் (எச்ஆர்) குறியீட்டின் முன்னேற்றமாகும்.
zh_hant: 修改後的簡單比例(MSR)是對簡單比例(SR)指數的改進，使其對植被更加敏感。

source: Renormalized Difference Vegetation Index uses the difference between near-IR and red, plus NDVI to show areas of healthy vegetation.
el: Ο επανακανονικοποιημένος δείκτης βλάστησης χρησιμοποιεί τη διαφορά μεταξύ του εγγύς υπέρυθρου και του κόκκινου, καθώς και τον ΔΚΒΔ για να δείξει τις περιοχές με υγιή βλάστηση.
ta: மறுசீரமைக்கப்பட்ட வேறுபாடு தாவர அட்டவணை ஆரோக்கியமான தாவரங்களின் பகுதிகளைக் காட்ட அருகிலுள்ள ஐ.ஆர் மற்றும் சிவப்பு, மற்றும் என்.டி.வி.ஐ ஆகியவற்றுக்கு இடையேயான வித்தியாசத்தைப் பயன்படுத்துகிறது.
zh_hant: 重新正規化差異植生指數（RDVI）利用近紅外與紅光的差值，加上 NDVI，來顯示健康植被的區域。

source: Transformed Difference Vegetation Index highlights vegetation cover in urban environments.
el: Ο Δείκτης Βλάστησης Μετασχηματισμένης Διαφοράς αναδεικνύει τη φυτοκάλυψη σε αστικά περιβάλλοντα.
ta: மாற்றப்பட்ட வேறுபாடு தாவர அட்டவணை நகர்ப்புற சூழல்களில் தாவரங்களின் அட்டையை எடுத்துக்காட்டுகிறது.
zh_hant: 轉換差異植生指數（TDVI）用於突顯都市環境中的植被覆蓋情況。

source: Optimized Soil Adjusted Vegetation Index is based on SAVI, but tends to work better in areas with little vegetation where soil is visible.
el: Ο βελτιστοποιημένος δείκτης βλάστησης προσαρμοσμένος στο έδαφος βασίζεται στον SAVI, αλλά τείνει να λειτουργεί καλύτερα σε περιοχές με λίγη βλάστηση όπου το έδαφος είναι ορατό.
ta: உகந்த மண் சரிசெய்யப்பட்ட தாவர அட்டவணை சாவியை அடிப்படையாகக் கொண்டது, ஆனால் மண் தெரியும் சிறிய தாவரங்களைக் கொண்ட பகுதிகளில் சிறப்பாக செயல்பட முனைகிறது.
zh_hant: 最佳化土壤調整植生指數（OSAVI）是以 SAVI 為基礎，但在植被稀少、裸露土壤明顯的地區表現更佳。

source: Leaf Area Index estimates foliage areas and predicts crop yields.
el: Ο Δείκτης Φυλλικής Επιφάνειας εκτιμά τις επιφάνειες φυλλώματος και προβλέπει τις αποδόσεις των καλλιεργειών.
ta: இலை பரப்பளவு குறியீடு பசுமையாக பகுதிகளை மதிப்பிடுகிறது மற்றும் பயிர் விளைச்சலை முன்னறிவிக்கிறது.
zh_hant: 葉面積指數（LAI）用於估算葉片面積並預測作物產量。

source: Enhanced Vegetation Index is useful in areas where NDVI might saturate, by using blue wavelengths to correct soil signals.
el: Ο ενισχυμένος δείκτης βλάστησης είναι χρήσιμος σε περιοχές όπου ο ΔΚΒΔ μπορεί να είναι κορεσμένος, χρησιμοποιώντας μπλε μήκη κύματος για τη διόρθωση των σημάτων του εδάφους.
ta: மண் சமிக்ஞைகளை சரிசெய்ய நீல அலைநீளங்களைப் பயன்படுத்துவதன் மூலம், NDVI நிறைவுற்ற பகுதிகளில் மேம்பட்ட தாவர அட்டவணை பயனுள்ளதாக இருக்கும்.
zh_hant: 增強型植生指數（EVI）適用於 NDVI 容易飽和的區域，透過加入藍光波段來校正土壤訊號。

source: Atmospherically Resistant Vegetation Index. Useful when working with imagery for regions with high atmospheric aerosol content.
el: Ατμοσφαιρικά ανθεκτικός δείκτης βλάστησης. Χρήσιμος όταν εργάζεστε με εικόνες για περιοχές με υψηλή περιεκτικότητα σε ατμοσφαιρικά αερολύματα.
ta: வளிமண்டல எதிர்க்கும் தாவர அட்டவணை. அதிக வளிமண்டல ஏரோசல் உள்ளடக்கம் கொண்ட பகுதிகளுக்கான படங்களுடன் பணிபுரியும் போது பயனுள்ளதாக இருக்கும்.
zh_hant: 大氣抗干擾植生指數（ARVI），適用於大氣氣膠含量較高地區的遙測影像分析。

source: Temperature in Celsius degrees.
el: Θερμοκρασία σε βαθμούς Κελσίου.
ta: செல்சியச் டிகிரிகளில் வெப்பநிலை.
zh_hant: 攝氏溫度。

source: Temperature in Centikelvin degrees.
el: Θερμοκρασία σε βαθμούς εκατοντακελβίν.
ta: சென்டிகெல்வின் டிகிரிகளில் வெப்பநிலை.
zh_hant: 攝氏開爾文溫度（以百分之一開爾文為單位）。

source: Cannot duplicate project
el: Δεν είναι δυνατή η διπλοποίηση του έργου
ta: திட்டத்தை நகலெடுக்க முடியாது
zh_hant: 無法複製專案

source: Invalid user in permissions list
el: Μη έγκυρος χρήστης στη λίστα δικαιωμάτων
ta: இசைவு பட்டியலில் தவறான பயனர்
zh_hant: 權限清單中有無效的使用者

source: Invalid permissions
el: Μη έγκυρα δικαιώματα
ta: தவறான அனுமதிகள்
zh_hant: 無效的權限

source: You need to upload at least 1 file before commit
el: Πρέπει να ανεβάσετε τουλάχιστον 1 αρχείο πριν από τη δέσμευση
ta: கமிட் முன் குறைந்தது 1 கோப்பை பதிவேற்ற வேண்டும்
zh_hant: 在提交之前，您必須先上傳至少 1 個檔案

source: No files uploaded
el: Δεν έχουν μεταφορτωθεί αρχεία
ta: கோப்புகள் பதிவேற்றப்படவில்லை
zh_hant: 沒有上傳任何檔案

source: Cannot duplicate task
el: Δεν είναι δυνατή η επανάληψη της εργασίας
ta: பணியை நகலெடுக்க முடியாது
zh_hant: 無法複製任務

source: Cannot create task, alignment task is not valid
zh_hant: 無法建立任務，對齊任務無效

source: Cannot create task, you need at least 2 images
el: Δεν μπορείτε να δημιουργήσετε την εργασία, χρειάζεστε τουλάχιστον 2 εικόνες
ta: பணியை உருவாக்க முடியாது, உங்களுக்கு குறைந்தது 2 படங்கள் தேவை
zh_hant: 無法建立任務，您至少需要 2 張影像

source: Asset does not exist
el: Ο Πόρος δεν υπάρχει
ta: சொத்து இல்லை
zh_hant: 資產不存在

source: Imported Task
el: Εισαγόμενη εργασία
ta: இறக்குமதி செய்யப்பட்ட பணி
zh_hant: 已匯入任務

source: Cannot create task, you need to upload 1 file
el: Δεν μπορείτε να δημιουργήσετε εργασία, πρέπει να ανεβάσετε 1 αρχείο
ta: பணியை உருவாக்க முடியாது, நீங்கள் 1 கோப்பை பதிவேற்ற வேண்டும்
zh_hant: 無法建立任務，您需要上傳 1 個檔案

source: Cannot create task, either specify a URL or upload 1 file.
el: Δεν είναι δυνατή η δημιουργία εργασίας, είτε καθορίστε μια διεύθυνση URL είτε ανεβάστε 1 αρχείο.
ta: பணியை உருவாக்க முடியாது, ஒன்று முகவரி ஐ குறிப்பிடவும் அல்லது 1 கோப்பைப் பதிவேற்றவும்.
zh_hant: 無法建立任務，請指定一個 URL 或上傳 1 個檔案。

source: Invalid URL. Did you mean %(hint)s ?
zh_hant: 無效的 URL。您是指 %(hint)s 嗎？

source: Invalid boundaries parameter
el: Μη έγκυρη παράμετρος ορίων
ta: தவறான எல்லைகள் அளவுரு
zh_hant: 邊界參數無效

source: Invalid tile size parameter
el: Μη έγκυρη παράμετρος μεγέθους πλακιδίων
ta: தவறான ஓடு அளவு அளவுரு
zh_hant: 切片尺寸參數無效

source: Outside of bounds
el: Εκτός ορίων
ta: எல்லைகளுக்கு வெளியே
zh_hant: 超出邊界

source: Invalid boundaries
el: Μη έγκυρα όρια
ta: தவறான எல்லைகள்
zh_hant: 無效的邊界

source: Not a valid color_map value
el: Μη έγκυρη τιμή color_map
ta: செல்லுபடியாகும் வண்ணம்_மாப் மதிப்பு அல்ல
zh_hant: 不是有效的 color_map 值

source: Invalid rescale value
el: Μη έγκυρη τιμή αναπροσαρμογής κλίμακας
ta: தவறான மீட்பு மதிப்பு
zh_hant: 無效的重縮放值

source: Invalid hillshade value
el: Μη έγκυρη τιμή σκίασης λόφου
ta: தவறான இல்சேட் மதிப்பு
zh_hant: 無效的陰影地形值

source: Cannot compute hillshade of non-elevation raster (multiple bands found)
el: Δεν είναι δυνατός ο υπολογισμός της σκιάς λόφου ενός μη υψομετρικού ράστερ (βρέθηκαν πολλαπλές ζώνες)
ta: உயரமற்ற ராச்டரின் இல்சேட்டை கணக்கிட முடியாது (பல பட்டைகள் காணப்படுகின்றன)
zh_hant: 無法計算非高程柵格的陰影地形（發現多個波段）

source: Cannot process tile: intensity image provided, but no RGB data was computed.
el: Δεν είναι δυνατή η επεξεργασία πλακιδίων: δόθηκε εικόνα έντασης, αλλά δεν υπολογίστηκαν δεδομένα RGB.
ta: ஓடு செயலாக்க முடியாது: தீவிரம் படம் வழங்கப்பட்டது, ஆனால் RGB தரவு எதுவும் கணக்கிடப்படவில்லை.
zh_hant: 無法處理切片：已提供強度影像，但未計算出 RGB 資料。

source: Unsupported format: %(value)s
el: Μη υποστηριζόμενη μορφή: %(value)s
ta: ஆதரிக்கப்படாத வடிவம்: %(value)s
zh_hant: 不支援的格式：%(value)s

source: Invalid resample value: %(value)s
zh_hant: 無效的重採樣值：%(value)s

source: Invalid EPSG code: %(value)s
el: Μη έγκυρος κωδικός EPSG: %(value)s
ta: தவறான இபிஎச்சி குறியீடு: %(value)s
zh_hant: 無效的 EPSG 代碼：%(value)s

source: Both formula and bands parameters are required
el: Απαιτούνται παράμετροι τύπου και ζωνών
ta: தேற்றம் மற்றும் பட்டைகள் அளவுருக்கள் இரண்டும் தேவை
zh_hant: 公式與波段參數皆為必填

source: Invalid rescale value: %(value)s
el: Μη έγκυρη τιμή αναπροσαρμογής κλίμακας: %(value)s
ta: தவறான மீட்பு மதிப்பு: %(value)s
zh_hant: 無效的重縮放值：%(value)s

source: Invalid hillshade value: %(value)s
el: Μη έγκυρη τιμή σκίασης λόφου: %(value)s
ta: தவறான இல்சேட் மதிப்பு: %(value)s
zh_hant: 無效的陰影地形值：%(value)s

source: Cannot use epsg on non-georeferenced dataset
el: Δεν είναι δυνατή η χρήση του epsg σε σύνολο δεδομένων χωρίς γεωαναφορά
ta: உலகம் அல்லாத தரவுத்தொகுப்பில் EPSG ஐப் பயன்படுத்த முடியாது
zh_hant: 無法在非地理參考的資料集中使用 EPSG

source: Plugin name
el: Όνομα πρόσθετου
ta: சொருகி பெயர்
zh_hant: 外掛名稱

source: Name
el: Όνομα
ta: பெயர்
zh_hant: 名稱

source: Whether this plugin is turned on.
el: Αν αυτό το πρόσθετο είναι ενεργοποιημένο.
ta: இந்த சொருகி இயக்கப்பட்டுள்ளதா.
zh_hant: 此外掛是否已啟用。

source: Enabled
el: Ενεργοποιημένο
ta: இயக்கப்பட்டது
zh_hant: 已啟用

source: Plugin
el: Πρόσθετο
ta: சொருகு
zh_hant: 外掛

source: Plugins
el: Πρόσθετα
ta: செருகுநிரல்கள்
zh_hant: 外掛程式

source: Setting key
el: Κλειδί ρύθμισης
ta: அமைத்தல் விசை
zh_hant: 設定鍵

source: Key
el: Κλειδί
ta: விசை
zh_hant: 鍵值

source: The user this setting belongs to. If NULL, the setting is global.
el: Ο χρήστης στον οποίο ανήκει αυτή η ρύθμιση. Εάν είναι μηδέν, η ρύθμιση είναι καθολική.
ta: இந்த அமைப்பு பயனருக்கு சொந்தமானது. பூச்யமாக இருந்தால், அமைப்பு உலகளாவியதாகும்.
zh_hant: 此設定所屬的使用者；若為 NULL，則表示此設定為全域設定。

source: User
el: Χρήστης
ta: பயனர்
zh_hant: 使用者

source: Integer value
el: Ακεραία τιμή
ta: முழு மதிப்பு
zh_hant: 整數值

source: Float value
el: Δεκαδική τιμή (Float)
ta: மிதவை மதிப்பு
zh_hant: 浮點值

source: Bool value
el: Δυαδική Τιμή (Boolean)
ta: பூல் மதிப்பு
zh_hant: 布林值

source: String value
el: Τιμή συμβολοσειράς (String)
ta: சரம் மதிப்பு
zh_hant: 字串值

source: JSON value
el: Τιμή JSON
ta: சாதொபொகு மதிப்பு
zh_hant: JSON 值

source: Plugin Datum
el: Ημερομηνία πρόσθετου
ta: சொருகி தேதி
zh_hant: 外掛資料項（Plugin Datum）

source: The person who owns this preset
el: Το άτομο που κατέχει αυτή την προεπιλογή
ta: இந்த முன்னமைவை வைத்திருக்கும் நபர்
zh_hant: 此預設的擁有者

source: Owner
el: Ιδιοκτήτης
ta: உரிமையாளர்
zh_hant: 擁有者

source: A label used to describe the preset
el: Μια ετικέτα που χρησιμοποιείται για την περιγραφή της προεπιλογής
ta: முன்னமைவை விவரிக்கப் பயன்படும் சிட்டை
zh_hant: 用於描述此預設的標籤

source: Options that define this preset (same format as in a Task's options).
el: Επιλογές που καθορίζουν αυτή την προεπιλογή (ίδια μορφή με τις επιλογές μιας Εργασίας).
ta: இந்த முன்னமைவை வரையறுக்கும் விருப்பங்கள் (ஒரு பணியின் விருப்பங்களில் உள்ள அதே வடிவம்).
zh_hant: 定義此預設的選項（格式與任務的選項相同）。

source: Options
el: Επιλογές
ta: விருப்பங்கள்
zh_hant: 選項

source: Creation date
el: Ημερομηνία δημιουργίας
ta: உருவாக்கும் தேதி
zh_hant: 建立日期

source: Created at
el: Δημιουργήθηκε στις
ta: உருவாக்கப்பட்டது
zh_hant: 建立於

source: Whether this preset is available to every user in the system or just to its owner.
el: Εάν αυτή η προεπιλογή είναι διαθέσιμη σε κάθε χρήστη του συστήματος ή μόνο στον ιδιοκτήτη της.
ta: இந்த முன்னமைவு கணினியில் உள்ள ஒவ்வொரு பயனருக்கும் கிடைக்குமா அல்லது அதன் உரிமையாளருக்கு கிடைக்குமா.
zh_hant: 此預設是對系統中所有使用者可用，還是僅限其擁有者使用。

source: System
el: Σύστημα
ta: மண்டலம்
zh_hant: 系統

source: Preset
el: Προεπιλογή
ta: முன்னமைவு
zh_hant: 預設值

source: Presets
el: Προεπιλογές
ta: முன்னமைவுகள்
zh_hant: 預設集

source: Maximum disk quota in megabytes
el: Μέγιστη ποσόστωση δίσκου σε megabytes
ta: மெகாபைட்டுகளில் அதிகபட்ச வட்டு ஒதுக்கீடு
zh_hant: 最大磁碟配額（以 MB 計）

source: Quota
el: Ποσοστό
ta: ஒதுக்கீடு
zh_hant: 配額

source: The person who created the project
el: Το άτομο που δημιούργησε το έργο
ta: திட்டத்தை உருவாக்கிய நபர்
zh_hant: 建立此專案的人

source: A label used to describe the project
el: Μια ετικέτα που χρησιμοποιείται για την περιγραφή του έργου
ta: திட்டத்தை விவரிக்க பயன்படுத்தப்படும் சிட்டை
zh_hant: 用於描述此專案的標籤

source: More in-depth description of the project
el: Λεπτομερέστερη περιγραφή του έργου
ta: திட்டத்தின் மேலும் ஆழமான விளக்கம்
zh_hant: 專案的更深入描述

source: Whether this project has been marked for deletion. Projects that have running tasks need to wait for tasks to be properly cleaned up before they can be deleted.
el: Εάν αυτό το έργο έχει επισημανθεί για διαγραφή. Τα έργα που έχουν τρέχουσες εργασίες πρέπει να περιμένουν να καθαριστούν σωστά οι εργασίες πριν διαγραφούν.
ta: இந்த திட்டம் நீக்குவதற்கு குறிக்கப்பட்டுள்ளதா. பணிகளை இயங்கும் திட்டங்கள் நீக்கப்படுவதற்கு முன்னர் பணிகள் சரியாக தூய்மை செய்யப்படுவதற்கு காத்திருக்க வேண்டும்.
zh_hant: 此專案是否已被標記為刪除。若專案仍有正在執行的任務，必須等待任務正確清理後才能刪除。

source: Deleting
el: Διαγραφή
ta: நீக்குதல்
zh_hant: 正在刪除

source: Tags
el: Ετικέτες
ta: குறிச்சொற்கள்
zh_hant: 標籤

source: A flag indicating whether this project is available to the public
zh_hant: 指示此專案是否對公眾開放的標記

source: Public
el: Δημόσια
ta: பொது
zh_hant: 公開

source: A flag indicating whether this public project can be edited
zh_hant: 指示此公開專案是否可被編輯的標記

source: Public Edit
zh_hant: 公開編輯

source: Public identifier of the project
zh_hant: 專案的公開識別碼

source: Public Id
zh_hant: 公開 ID

source: Copy of %(task)s
el: Αντίγραφο του/των %(task)s
ta: %(task)s நகல்
zh_hant: %(task)s 的副本

source: Project
el: Έργο
ta: திட்டம்
zh_hant: 專案

source: Projects
el: Έργα
ta: திட்டங்கள்
zh_hant: 專案

source: The name of your application
el: Το όνομα της εφαρμογής σας
ta: உங்கள் பயன்பாட்டின் பெயர்
zh_hant: 您的應用程式名稱

source: App name
el: Όνομα εφαρμογής
ta: பயன்பாட்டு பெயர்
zh_hant: 應用程式名稱

source: A 512x512 logo of your application (.png or .jpeg)
el: Ένα λογότυπο 512x512 της εφαρμογής σας (.png ή .jpeg)
ta: உங்கள் பயன்பாட்டின் 512x512 லோகோ (.png அல்லது .jpeg)
zh_hant: 您的應用程式的 512x512 標誌（.png 或 .jpeg）

source: App logo
el: Λογότυπο εφαρμογής
ta: பயன்பாட்டு லோகோ
zh_hant: 應用程式標誌

source: The name of your organization
el: Το όνομα του οργανισμού σας
ta: உங்கள் நிறுவனத்தின் பெயர்
zh_hant: 您組織的名稱

source: Organization name
el: Όνομα οργανισμού
ta: அமைப்பு பெயர்
zh_hant: 組織名稱

source: The website URL of your organization
el: Η διεύθυνση URL της ιστοσελίδας του οργανισμού σας
ta: உங்கள் நிறுவனத்தின் வலைத்தள முகவரி
zh_hant: 您組織的網站 URL

source: Organization website
el: Ιστοσελίδα Οργανισμού
ta: அமைப்பு வலைத்தளம்
zh_hant: 組織網站

source: Theme
el: Θέμα
ta: கருப்பொருள்
zh_hant: 主題

source: Active theme
el: Ενεργό θέμα
ta: செயலில் கருப்பொருள்
zh_hant: 使用中的主題

source: Application
el: Εφαρμογή
ta: பயன்பாடு
zh_hant: 應用程式

source: Settings
el: Ρυθμίσεις
ta: அமைப்புகள்
zh_hant: 設定

source: Identifier of the task (as returned by NodeODM API)
el: Αναγνωριστικό της εργασίας (όπως επιστρέφεται από το NodeODM API)
ta: பணியின் அடையாளங்காட்டி (NODEODM பநிஇ ஆல் திருப்பி அனுப்பப்பட்டது)
zh_hant: 任務的識別碼（由 NodeODM API 回傳）

source: UUID
zh_hant: UUID（通用唯一識別碼）

source: Project that this task belongs to
el: Έργο στο οποίο ανήκει αυτή η εργασία
ta: இந்த பணி சொந்தமானது என்று திட்டம்
zh_hant: 此任務所屬的專案

source: A label for the task
el: Ετικέτα για την εργασία
ta: பணிக்கான சிட்டை
zh_hant: 此任務的標籤

source: Number of milliseconds that elapsed since the beginning of this task (-1 indicates that no information is available)
el: Αριθμός χιλιοστοδευτερολέπτων (milliseconds) που παρήλθαν από την έναρξη αυτής της εργασίας (το -1 υποδηλώνει ότι δεν υπάρχουν διαθέσιμες πληροφορίες)
ta: இந்த பணியின் தொடக்கத்திலிருந்து கடந்த மில்லி விநாடிகளின் எண்ணிக்கை (-1 எந்த தகவலும் கிடைக்கவில்லை என்பதைக் குறிக்கிறது)
zh_hant: 自此任務開始以來經過的毫秒數（-1 表示無可用資訊）
