Repository: OpenDroneMap/WebODM-Locale
Catalog: */LC_MESSAGES/djangojs.po
Languages: el, ta, tr

source: All tasks, images and models associated with this project will be permanently deleted. Are you sure you want to continue?
el: Όλες οι εργασίες, οι εικόνες και τα μοντέλα που σχετίζονται με αυτό το έργο θα διαγραφούν οριστικά. Είστε σίγουροι ότι θέλετε να συνεχίσετε;
ta: இந்த திட்டத்துடன் தொடர்புடைய அனைத்து பணிகள், படங்கள் மற்றும் மாதிரிகள் நிரந்தரமாக நீக்கப்படும். நீங்கள் தொடர விரும்புகிறீர்களா?
tr: Bu proje ile ilişkili tüm resimler, modeller, kalıcı olarak silinecek, hala devam etmek istiyor musunuz?

source: This project was shared with you. It will not be deleted, but simply hidden from your dashboard. Continue?
el: Αυτό το έργο μοιράστηκε μαζί σας. Δεν θα διαγραφεί, αλλά απλώς θα κρυφτεί από το ταμπλό σας. Συνεχίστε;
ta: இந்த திட்டம் உங்களுடன் பகிரப்பட்டது. இது நீக்கப்படாது, ஆனால் உங்கள் டாச்போர்டில் இருந்து மறைக்கப்படுகிறது. தொடரவா?
tr: Bu proje sizinle paylaşıldı. Silinmeyecek, sadece kontrol panelinizden gizlenecektir. Devam ediyor musunuz?

source: Edit Project
el: Επεξεργασία έργου
ta: திட்டத்தைத் திருத்து
tr: Projeyi Düzenle

source: Saving changes...
el: Αποθήκευση αλλαγών...
ta: மாற்றங்களைச் சேமித்தல் ...
tr: Değişiklikler kaydediliyor...

source: Select Images and GCP
el: Επιλογή εικόνων και GCP
ta: படங்கள் மற்றும் சி.சி.பி என்பதைத் தேர்ந்தெடுக்கவும்
tr: Görselleri ve GCP'yi seçin

source: %(count)s Tasks
el: %(count)s Εργασίες
ta: %(count)s பணிகள்
tr: %(count)s Görev

source: Filter
el: Φίλτρο
ta: வடிப்பி
tr: Filtre

source: Clear
el: Εκκαθάριση
ta: தெளிவான
tr: Temizle

source: View Map
el: Εμφάνιση χάρτη
ta: வரைபடத்தைக் காண்க
tr: Haritayı Görüntüle

source: Share
el: Κοινοποίηση
ta: பங்கு
tr: Paylaş

source: An error occurred. Check your connection and permissions.
el: Εμφανίστηκε σφάλμα. Ελέγξτε τη σύνδεση και τα δικαιώματά σας.
ta: பிழை ஏற்பட்டது. உங்கள் இணைப்பு மற்றும் அனுமதிகளை சரிபார்க்கவும்.
tr: Bir hata oluştu. Bağlantınızı ve izinlerinizi kontrol edin.

source: Share This Task
el: Κοινοποίηση αυτής της εργασίας
ta: இந்த பணியைப் பகிரவும்
tr: Bu Görevi Paylaş

source: Enabled
el: Ενεργοποιημένο
ta: இயக்கப்பட்டது
tr: Aktif

source: Link:
el: Σύνδεσμος:
ta: இணைப்பு:
tr: Bağlantı:

source: HTML iframe:
ta: உஉகுமொ IFRAME:
tr: HTML Penceresi:

source: Descending
el: Φθίνουσα
ta: இறங்கு
tr: Azalan

source: Ascending
el: Αύξουσα
ta: ஏறுதல்
tr: Artan

source: 3D
ta: ZD
tr: 3B

source: 2D
ta: மே
tr: 2B

source: Could not load task list: %(error)s
el: Δεν ήταν δυνατή η φόρτωση της λίστας εργασιών: %(error)s
ta: பணி பட்டியலை ஏற்ற முடியவில்லை: %(error)s
tr: Görev listesi yüklenemedi: %(error)s

source: Error: %(error)s
el: Σφάλμα: %(error)s
ta: பிழை: %(error)s
tr: Hata: %(error)s

source: Try again
el: Δοκιμάστε ξανά
ta: மீண்டும் முயற்சிக்கவும்
tr: Tekrar deneyin

source: Task #%(number)s
el: Εργασία #%(number)s
ta: பணி #%(number)s
tr: Görev #%(number)s

source: It looks like there might be one of the following problems: %(problems)s You can read more about best practices for capturing good images %(link)s.
el: Φαίνεται ότι μπορεί να υπάρχει ένα από τα ακόλουθα προβλήματα: %(problems)s Μπορείτε να διαβάσετε περισσότερα σχετικά με τις βέλτιστες πρακτικές για τη λήψη καλών εικόνων %(link)s.
ta: பின்வரும் சிக்கல்களில் ஒன்று இருக்கலாம் என்று தெரிகிறது: %(problems)s நல்ல படங்களைக் கைப்பற்றுவதற்கான சிறந்த நடைமுறைகளைப் பற்றி நீங்கள் மேலும் படிக்கலாம் %(link)s.

source: Not enough images
el: Δεν υπάρχουν αρκετές εικόνες
ta: போதுமான படங்கள் இல்லை
tr: Yeterli resim yok

source: Not enough overlap between images
el: Δεν υπάρχει αρκετή επικάλυψη μεταξύ των εικόνων
ta: படங்களுக்கு இடையில் போதுமான ஒன்றுடன் ஒன்று இல்லை
tr: Görüntüler arasında yeterli örtüşme yok

source: Images might be too blurry (common with phone cameras)
el: Οι εικόνες μπορεί να είναι πολύ θολές (συνηθισμένο φαινόμενο με τις φωτογραφικές μηχανές των τηλεφώνων)
ta: படங்கள் மிகவும் மங்கலாக இருக்கலாம் (தொலைபேசி கேமராக்களுடன் பொதுவானது)
tr: Görüntüler çok bulanık olabilir (telefon kameralarında sık yaşanır)

source: The min-num-features task option is set too low, try increasing it by 25%
el: Η επιλογή ελάχιστο πλήθος χαρακτηριστικών εργασιών είναι πολύ χαμηλή, δοκιμάστε να την αυξήσετε κατά 25%
ta: மின்-நம்-ஃபீட்டர்ச் பணி விருப்பம் மிகக் குறைவாக அமைக்கப்பட்டுள்ளது, அதை 25% அதிகரிக்க முயற்சிக்கவும்

source: here
el: εδώ
ta: இங்கே
tr: burada

source: It looks like this computer might be too old. WebODM requires a computer with a 64-bit CPU supporting MMX, SSE, SSE2, SSE3 and SSSE3 instruction set support or higher. You can still run WebODM if you compile your own docker images. See %(link)s for more information.
el: Φαίνεται ότι αυτός ο υπολογιστής μπορεί να είναι πολύ παλιός. Το WebODM απαιτεί έναν υπολογιστή με CPU 64-bit που υποστηρίζει MMX, SSE, SSE2, SSE3 και SSSE3 ή υψηλότερη υποστήριξη συνόλου εντολών. Μπορείτε ακόμα να εκτελέσετε το WebODM αν μεταγλωττίσετε τις δικές σας εικόνες docker. Ανατρέξτε στην ενότητα %(link)s για περισσότερες πληροφορίες.
ta: இந்த கணினி மிகவும் பழையதாக இருக்கலாம் என்று தெரிகிறது. WeboDM க்கு 64-பிட் சிபியு உடன் கணினி தேவைப்படுகிறது, MMX, SSE, SSE2, SSE3 மற்றும் SSSE3 அறிவுறுத்தல் உதவி அல்லது அதற்கு மேற்பட்டவை. உங்கள் சொந்த கப்பல்துறை படங்களை தொகுத்தால் நீங்கள் இன்னும் WeboDM ஐ இயக்கலாம். மேலும் தகவலுக்கு %(link)s பார்க்கவும்.
tr: Görünüşe göre bu bilgisayar çok eski. WebODM; MMX, SSE, SSE2, SSE3 ve SSSE3 komut seti desteğini veya daha üstünü destekleyen 64 bit CPU'lu bir bilgisayar gerektirir. Kendi docker görüntülerinizi derlerseniz, WebODM'yi yine de çalıştırabilirsiniz. Daha fazla bilgi için %(link)s e bakın.

source: this page
el: αυτή τη σελίδα
ta: இந்த பக்கம்
tr: bu sayfa

source: The processing node is missing a program necessary to complete the task. This might indicate a corrupted installation. If you built OpenDroneMap, please check that all programs built without errors.
el: Από τον κόμβο επεξεργασίας λείπει ένα πρόγραμμα που είναι απαραίτητο για την ολοκλήρωση της εργασίας. Αυτό μπορεί να υποδηλώνει μια κατεστραμμένη εγκατάσταση. Εάν κατασκευάσατε το OpenDroneMap, ελέγξτε ότι όλα τα προγράμματα κατασκευάστηκαν χωρίς σφάλματα.
ta: செயலாக்க முனை பணியை முடிக்க தேவையான ஒரு நிரலைக் காணவில்லை. இது சிதைந்த நிறுவலைக் குறிக்கலாம். நீங்கள் opendronemap ஐ உருவாக்கியிருந்தால், எல்லா நிரல்களும் பிழைகள் இல்லாமல் கட்டப்பட்டுள்ளதா என்பதைச் சரிபார்க்கவும்.
tr: İşlem düğümünde, görevi tamamlamak için gerekli bir program eksik. Bu, bozuk bir yüklemeyi gösterebilir. OpenDroneMap'i kurduysanız, lütfen tüm programların hatasız olduğunu kontrol edin.

source: From %(stage)s
el: Από %(stage)s
ta: %(stage)s
tr: %(stage)s 'den

source: Resume Processing
el: Συνέχιση επεξεργασία
ta: செயலாக்கத்தை மீண்டும் தொடங்குங்கள்
tr: İşleme Devam Et

source: Cannot restart task.
el: Δεν είναι δυνατή η επανεκκίνηση της εργασίας.
ta: பணியை மறுதொடக்கம் செய்ய முடியாது.
tr: Görev yeniden başlatılamıyor.

source: Cannot restart task from (stage)s.
el: Δεν είναι δυνατή η επανεκκίνηση της εργασίας από (stage)s.
ta: (மேடையில்) இருந்து பணியை மறுதொடக்கம் செய்ய முடியாது.
tr: Görev (stage)s 'den yeniden başlatılamıyor.

source: Sending images to processing node
el: Αποστολή εικόνων στον κόμβο επεξεργασίας
ta: செயலாக்க முனைக்கு படங்களை அனுப்புகிறது
tr: Görüntüler işleme düğümüne yükleniyor

source: Waiting for a node...
el: Αναμονή για έναν κόμβο...
ta: ஒரு முனைக்காக காத்திருக்கிறது ...
tr: Bir düğüm bekleniyor...

source: View 3D Model
el: Προβολή 3D μοντέλου
ta: 3D மாதிரியைக் காண்க

source: Cannot cancel task.
el: Δεν είναι δυνατή η ακύρωση της εργασίας.
ta: பணியை ரத்து செய்ய முடியாது.
tr: Görev iptal edilemiyor.

source: Restart
el: Επανεκκίνηση
ta: மறுதொடக்கம்
tr: Yeniden Başlat

source: Are you sure you want to restart this task?
ta: இந்த பணியை மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?

source: All information related to this task, including images, maps and models will be deleted. Continue?
el: Όλες οι πληροφορίες που σχετίζονται με αυτή την εργασία, συμπεριλαμβανομένων εικόνων, χαρτών και μοντέλων, θα διαγραφούν. Συνεχίστε;
ta: படங்கள், வரைபடங்கள் மற்றும் மாதிரிகள் உட்பட இந்த பணி தொடர்பான அனைத்து தகவல்களும் நீக்கப்படும். தொடரவா?
tr: Resimler, haritalar ve modeller dahil olmak üzere bu görevle ilgili tüm bilgiler silinecektir. Devam mı?

source: Cannot delete task.
el: Δεν είναι δυνατή η διαγραφή εργασίας.
ta: பணியை நீக்க முடியாது.
tr: Görev silinemiyor.

source: Created on:
el: Δημιουργήθηκε στις:
ta: உருவாக்கப்பட்டது:
tr: Şu tarihte oluşturuldu:

source: Processing Node:
el: Κόμβος επεξεργασίας:
ta: செயலாக்க முனை:
tr: İşleme Düğümü:

source: auto
el: αυτόματο
ta: தானி
tr: otomatik

source: manual
el: χειροκίνητο
ta: கையேடு
tr: manuel

source: Options:
el: Επιλογές:
ta: விருப்பங்கள்:
tr: Seçenekler:

source: Average GSD:
el: Μέση τιμή GSD:
ta: சராசரி சி.எச்.டி:
tr: Ortalama GSD:

source: Area:
el: Περιοχή:
ta: பகுதி:
tr: Alan:

source: Reconstructed Points:
el: Ανακατασκευασμένα σημεία:
ta: புனரமைக்கப்பட்ட புள்ளிகள்:
tr: Yeniden Yapılandırılan Noktalar:

source: Disk Usage:
el: Χρήση δίσκου:
ta: வட்டு பயன்பாடு:
tr: Hafıza Kullanımı:

source: Task ID:
ta: பணி ஐடி:

source: Task Output:
el: Έξοδος εργασιών:
ta: பணி வெளியீடு:
tr: Görev Çıktısı:

source: On
el: Ενεργό
ta: ஆன்
tr: Açık

source: Off
el: Εκτός
ta: அணை
tr: Kapalı

source: An orthophoto could not be generated. To generate one, make sure GPS information is embedded in the EXIF tags of your images, or use a Ground Control Points (GCP) file.
el: Δεν κατέστη δυνατή η δημιουργία ορθοφωτογραφίας. Για να δημιουργήσετε μια τέτοια εικόνα, βεβαιωθείτε ότι οι πληροφορίες GPS είναι ενσωματωμένες στις ετικέτες EXIF των εικόνων σας ή χρησιμοποιήστε ένα αρχείο σημείων ελέγχου εδάφους (GCP).
ta: ஒரு ஆர்த்தோஃபோட்டோவை உருவாக்க முடியவில்லை. ஒன்றை உருவாக்க, சி.பி.எச் செய்தி உங்கள் படங்களின் EXIF குறிச்சொற்களில் உட்பொதிக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும் அல்லது தரை கட்டுப்பாட்டு புள்ளிகள் (சி.சி.பி) கோப்பைப் பயன்படுத்தவும்.
tr: Bir ortofoto oluşturulamadı. Bir tane oluşturmak için, GPS bilgilerinin resimlerinizin EXIF etiketlerine gömülü olduğundan emin olun veya bir Yer Kontrol Noktaları (GCP) dosyası kullanın.

source: enough RAM allocated
el: επαρκής μνήμη RAM διατίθεται
ta: போதுமான ரேம் ஒதுக்கப்பட்டது
tr: yeterli RAM ayrılmış

source: cloud processing node
el: κόμβος επεξεργασίας νέφους
ta: மேகக்கணி செயலாக்க முனை
tr: bulut işleme düğümü

source: It looks like your processing node ran out of memory. If you are using docker, make sure that your docker environment has %(memlink)s. Alternatively, make sure you have enough physical RAM, reduce the number of images, make your images smaller, or reduce the max-concurrency parameter from the task's options. You can also try to use a %(cloudlink)s.
el: Φαίνεται ότι ο κόμβος επεξεργασίας σας ξέμεινε από μνήμη. Εάν χρησιμοποιείτε docker, βεβαιωθείτε ότι το περιβάλλον docker διαθέτει %(memlink)s. Εναλλακτικά, βεβαιωθείτε ότι έχετε αρκετή φυσική μνήμη RAM, μειώστε τον αριθμό των εικόνων, κάντε τις εικόνες σας μικρότερες ή μειώστε την παράμετρο μέγιστης συγχρονικότητας από τις επιλογές της εργασίας. Μπορείτε επίσης να δοκιμάσετε να χρησιμοποιήσετε ένα %(cloudlink)s.
ta: உங்கள் செயலாக்க முனை நினைவகத்திலிருந்து வெளியேறியது போல் தெரிகிறது. நீங்கள் டோக்கரைப் பயன்படுத்துகிறீர்கள் என்றால், உங்கள் கப்பல்துறை சூழலில் %(memlink)s இருப்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். மாற்றாக, உங்களிடம் போதுமான உடல் ரேம் இருப்பதை உறுதிசெய்து கொள்ளுங்கள், படங்களின் எண்ணிக்கையைக் குறைக்கவும், உங்கள் படங்களைச் சிறியதாக மாற்றவும் அல்லது பணியின் விருப்பங்களிலிருந்து அதிகபட்ச-ஒத்திசைவு அளவுருவைக் குறைக்கவும். நீங்கள் ஒரு %(cloudlink)s ஐ பயன்படுத்த முயற்சி செய்யலாம்.
tr: İşlem düğümünüzün belleği tükendi gibi görünüyor. Docker kullanıyorsanız, docker ortamınızda %(memlink)s olduğundan emin olun. Alternatif olarak, yeterli fiziksel RAM'e sahip olduğunuzdan emin olun, görüntü sayısını azaltın, görüntülerinizi küçültün veya görev seçeneklerinden maksimum eşzamanlılık parametresini azaltın. Bir %(cloudlink)s kullanmayı da deneyebilirsiniz.

source: "Process exited with code 1" means that part of the processing failed. Sometimes it's a problem with the dataset, sometimes it can be solved by tweaking the Task Options. Check the documentation at %(link)s
el: "Η διαδικασία εξήλθε με κωδικό 1" σημαίνει ότι μέρος της επεξεργασίας απέτυχε. Μερικές φορές πρόκειται για πρόβλημα με το σύνολο δεδομένων, μερικές φορές μπορεί να επιλυθεί με τη ρύθμιση των επιλογών της εργασίας. Ελέγξτε την τεκμηρίωση στη διεύθυνση %(link)s
ta: "குறியீடு 1 உடன் வெளியேறும் செயல்முறை" என்பது செயலாக்கத்தின் ஒரு பகுதி தோல்வியடைந்தது. சில நேரங்களில் இது தரவுத்தொகுப்பில் ஒரு சிக்கலாகும், சில நேரங்களில் பணி விருப்பங்களை மாற்றுவதன் மூலம் அதைத் தீர்க்க முடியும். ஆவணங்களை %(link)s இல் சரிபார்க்கவும்
tr: "Process exited with code 1" işlemin bir kısmının başarısız olduğu anlamına gelir. Bazen veri kümesiyle ilgili bir sorun olabilir, bazen de Görev Seçeneklerini değiştirerek çözülebilir. %(link)s adresindeki belgeleri kontrol edin

source: Set a processing node
el: Ορισμός ενός κόμβου επεξεργασίας
ta: செயலாக்க முனையை அமைக்கவும்
tr: Bir işleme düğümü ayarlayın

source: Waiting for image upload...
el: Αναμονή για τη μεταφόρτωση εικόνας...
ta: பட பதிவேற்றத்திற்காக காத்திருக்கிறது ...

source: Move
el: Μετακίνηση
ta: நகர்த்தவும்
tr: Taşı

source: remaining to upload: %(bytes)s
el: που απομένουν για να μεταφορτωθούν: %(bytes)s
ta: பதிவேற்றுவதற்கு மீதமுள்ளது: %(bytes)s
tr: yüklemek için kalan: %(bytes)s

source: %(count)s files %(remaining)s
el: %(count)s αρχεία %(remaining)s
ta: %(count)s கோப்புகள் %(remaining)s
tr: %(count)s dosya %(remaining)s

source: %(count)s files uploaded successfully
el: %(count)s αρχεία μεταφορτώθηκαν επιτυχώς
ta: %(count)s கோப்புகள் வெற்றிகரமாக பதிவேற்றப்பட்டன
tr: %(count)s dosya başarıyla yüklendi

source: Perform image matching with the nearest N images based on image filename order. Can speed up processing of sequential images, such as those extracted from video. It is applied only on non-georeferenced datasets. Set to 0 to disable. Default: %(default)s
el: Πραγματοποιεί αντιστοίχιση εικόνων με τις πλησιέστερες Ν εικόνες με βάση τη σειρά των ονομάτων των αρχείων των εικόνων. Μπορεί να επιταχύνει την επεξεργασία διαδοχικών εικόνων, όπως αυτές που εξάγονται από βίντεο. Εφαρμόζεται μόνο σε σύνολα δεδομένων χωρίς γεωαναφορά. Ορίστε την τιμή 0 για απενεργοποίηση. Προεπιλογή: %(default)s
ta: பட கோப்பு பெயர் வரிசையின் அடிப்படையில் அருகிலுள்ள N படங்களுடன் பட பொருத்தத்தை செய்யுங்கள். வீடியோவிலிருந்து பிரித்தெடுக்கப்பட்டவை போன்ற தொடர்ச்சியான படங்களின் செயலாக்கத்தை விரைவுபடுத்தலாம். இது பொறிக்காத தரவுத்தொகுப்புகளில் மட்டுமே பயன்படுத்தப்படுகிறது. முடக்க 0 என அமைக்கவும். இயல்புநிலை: %(default)s

source: Export the georeferenced point cloud in CSV format. Default: %(default)s
el: Εξαγωγή του νέφους σημείων με γεωαναφορά σε μορφή CSV. Προεπιλογή: %(default)s
ta: சி.எச்.வி வடிவத்தில் புவிசார் புள்ளி மேகத்தை ஏற்றுமதி செய்யுங்கள். இயல்புநிலை: %(default)s

source: Simple Morphological Filter elevation threshold parameter (meters). Default: %(default)s
el: Παράμετρος κατωφλίου ανύψωσης του απλού μορφολογικού φίλτρου (μέτρα). Προεπιλογή: %(default)s
ta: எளிய உருவவியல் வடிகட்டி உயர வாசல் அளவுரு (மீட்டர்). இயல்புநிலை: %(default)s

source: Automatically set a boundary using camera shot locations to limit the area of the reconstruction. This can help remove far away background artifacts (sky, background landscapes, etc.). See also --boundary. Default: %(default)s
el: Ορίστε αυτόματα ένα όριο χρησιμοποιώντας τις θέσεις λήψης της κάμερας για να περιορίσετε την περιοχή της ανακατασκευής. Αυτό μπορεί να βοηθήσει στην αφαίρεση μακρινών αντικειμένων φόντου (ουρανός, τοπία φόντου κ.λπ.). Βλέπε επίσης --boundary. Προεπιλογή: %(default)s
ta: புனரமைப்பின் பகுதியைக் கட்டுப்படுத்த கேமரா காட்சி இருப்பிடங்களைப் பயன்படுத்தி தானாக ஒரு எல்லையை அமைக்கவும். இது தொலைதூர பின்னணி கலைப்பொருட்களை (வானம், பின்னணி நிலப்பரப்புகள் போன்றவை) அகற்ற உதவும். மேலும் காண்க -அற்பமான. இயல்புநிலை: %(default)s

source: Copy output results to this folder after processing.
el: Αντιγράψτε τα αποτελέσματα εξόδου σε αυτόν το φάκελο μετά την επεξεργασία.
ta: செயலாக்கத்திற்குப் பிறகு இந்த கோப்புறையில் வெளியீட்டு முடிவுகளை நகலெடுக்கவும்.
tr: İşlemden sonra çıktı sonuçlarını bu klasöre kopyalayın.

source: Maximum number of frames to extract from video files for processing. Set to 0 for no limit. Default: %(default)s
el: Μέγιστος αριθμός καρέ που θα εξαχθούν από αρχεία βίντεο για επεξεργασία. Ορίστε το 0 για να μην υπάρχει όριο. Προεπιλογή: %(default)s
ta: செயலாக்கத்திற்கான வீடியோ கோப்புகளிலிருந்து பிரித்தெடுக்க அதிகபட்ச பிரேம்கள். வரம்பிற்கு 0 என அமைக்கவும். இயல்புநிலை: %(default)s

source: Skip generation of a full 3D model. This can save time if you only need 2D results such as orthophotos and DEMs. Default: %(default)s
el: Παραλείψτε τη δημιουργία ενός πλήρους τρισδιάστατου μοντέλου. Αυτό μπορεί να εξοικονομήσει χρόνο εάν χρειάζεστε μόνο 2D αποτελέσματα, όπως ορθοφωτογραφίες και DEM. Προεπιλογή: %(default)s
ta: முழு 3D மாதிரியின் தலைமுறையைத் தவிர்க்கவும். ஆர்த்தோஃபோட்டோச் மற்றும் டெம்ச் போன்ற 2 டி முடிவுகள் மட்டுமே உங்களுக்குத் தேவைப்பட்டால் இது நேரத்தை மிச்சப்படுத்தும். இயல்புநிலை: %(default)s

source: Choose the structure from motion algorithm. For aerial datasets, if camera GPS positions and angles are available, triangulation can generate better results. For planar scenes captured at fixed altitude with nadir-only images, planar can be much faster. Can be one of: %(choices)s. Default: %(default)s
el: Επιλέξτε τη δομή από τον αλγόριθμο κίνησης. Για σύνολα δεδομένων από αέρος, εάν είναι διαθέσιμες οι θέσεις και οι γωνίες GPS της κάμερας, ο τριγωνισμός μπορεί να παράγει καλύτερα αποτελέσματα. Για επίπεδες σκηνές που έχουν καταγραφεί σε σταθερό ύψος με εικόνες μόνο από το ναδίρ, η επίπεδη μπορεί να είναι πολύ πιο γρήγορη. Μπορεί να είναι ένα από τα εξής: %(choices)s. Προεπιλογή: %(default)s
ta: இயக்க வழிமுறையிலிருந்து கட்டமைப்பைத் தேர்வுசெய்க. வான்வழி தரவுத்தொகுப்புகளுக்கு, கேமரா சி.பி.எச் நிலைகள் மற்றும் கோணங்கள் கிடைத்தால், முக்கோணமானது சிறந்த முடிவுகளை உருவாக்கும். நாதிர் மட்டும் படங்களுடன் நிலையான உயரத்தில் கைப்பற்றப்பட்ட பிளானர் காட்சிகளுக்கு, பிளானர் மிக வேகமாக இருக்கும். ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: Rerun this stage only and stop. Can be one of: %(choices)s. Default: %(default)s
el: Επαναλάβετε μόνο αυτό το στάδιο και σταματήστε. Μπορεί να είναι ένα από τα εξής: %(choices)s. Προεπιλογή: %(default)s
ta: இந்த கட்டத்தை மட்டும் மீண்டும் இயக்கவும். ஒன்று: %(choices)s. இயல்புநிலை: %(default)s

source: Use this tag to build a DTM (Digital Terrain Model, ground only) using a simple morphological filter. Check the --dem* and --smrf* parameters for finer tuning. Default: %(default)s
el: Χρησιμοποιήστε αυτή την ετικέτα για να δημιουργήσετε ένα DTM (Ψηφιακό μοντέλο εδάφους, αποκλειστικά εδάφους) χρησιμοποιώντας ένα απλό μορφολογικό φίλτρο. Ελέγξτε τις παραμέτρους --dem* και --smrf* για λεπτομερέστερη ρύθμιση. Προεπιλογή: %(default)s
ta: எளிய உருவவியல் வடிகட்டியைப் பயன்படுத்தி ஒரு டிடிஎம் (டிசிட்டல் நிலப்பரப்பு மாதிரி, தரை மட்டும்) உருவாக்க இந்த குறிச்சொல்லைப் பயன்படுத்தவும். சிறந்த ட்யூனிங்கிற்கான --dem* மற்றும் - -smrf* அளவுருக்களை சரிபார்க்கவும். இயல்புநிலை: %(default)s

source: Choose what to merge in the merge step in a split dataset. By default all available outputs are merged. Options: %(choices)s. Default: %(default)s
el: Επιλέξτε τι θα συγχωνευτεί στο βήμα συγχώνευσης σε ένα διαχωρισμένο σύνολο δεδομένων. Από προεπιλογή συγχωνεύονται όλες οι διαθέσιμες εκροές. Επιλογές: %(choices)s. Προεπιλογή: %(default)s
ta: பிளவு தரவுத்தொகுப்பில் ஒன்றிணைக்கும் படியில் என்ன ஒன்றிணைக்க வேண்டும் என்பதைத் தேர்வுசெய்க. இயல்பாகவே கிடைக்கக்கூடிய அனைத்து வெளியீடுகளும் இணைக்கப்படுகின்றன. விருப்பங்கள்: %(choices)s. இயல்புநிலை: %(default)s
tr: Bölünmüş bir veri kümesinde birleştirme adımında neyin birleştirileceğini seçin. Varsayılan olarak mevcut tüm çıktılar birleştirilir. Seçenekler: %(choices)s. Varsayılan: %(default)s

source: Automatically crop image outputs by creating a smooth buffer around the dataset boundaries, shrunk by N meters. Use 0 to disable cropping. Default: %(default)s
el: Αυτόματη περικοπή των εξόδων εικόνας με τη δημιουργία ενός ομαλού ρυθμιστικού διαφράγματος γύρω από τα όρια του συνόλου δεδομένων, συρρικνωμένου κατά N μέτρα. Χρησιμοποιήστε 0 για να απενεργοποιήσετε την περικοπή. Προεπιλογή: %(default)s
ta: தரவுத்தொகுப்பு எல்லைகளைச் சுற்றி ஒரு மென்மையான இடையகத்தை உருவாக்குவதன் மூலம் தானாகவே படங்களை பயிர் செய்கிறது, n மீட்டர்களால் சுருங்குகிறது. பயிர் முடக்க 0 ஐப் பயன்படுத்தவும். இயல்புநிலை: %(default)s

source: Permanently delete all previous results and rerun the processing pipeline.
el: Διαγράψτε μόνιμα όλα τα προηγούμενα αποτελέσματα και επανεκτελέστε τον αγωγό επεξεργασίας.
ta: முந்தைய எல்லா முடிவுகளையும் நிரந்தரமாக நீக்கி, செயலாக்க குழாய்த்திட்டத்தை மீண்டும் இயக்கவும்.
tr: Önceki tüm sonuçları kalıcı olarak silin ve işleme hattını yeniden çalıştırın.

source: Use the camera parameters computed from another dataset instead of calculating them. Can be specified either as path to a cameras.json file or as a JSON string representing the contents of a cameras.json file. Default: %(default)s
el: Χρησιμοποιήστε τις παραμέτρους της κάμερας που έχουν υπολογιστεί από ένα άλλο σύνολο δεδομένων αντί να τις υπολογίσετε. Μπορεί να καθοριστεί είτε ως διαδρομή προς ένα αρχείο cameras.json είτε ως συμβολοσειρά JSON που αναπαριστά τα περιεχόμενα ενός αρχείου cameras.json. Προεπιλογή: %(default)s
ta: கணக்கிடுவதற்கு பதிலாக மற்றொரு தரவுத்தொகுப்பிலிருந்து கணக்கிடப்பட்ட கேமரா அளவுருக்களைப் பயன்படுத்தவும். ஒரு கேமராக்கள்.சான் கோப்பிற்கான பாதையாக அல்லது ஒரு கேமராக்களின் உள்ளடக்கங்களைக் குறிக்கும் சாதொபொகு சரம் என குறிப்பிடலாம். இயல்புநிலை: %(default)s

source: Automatically compute image masks using AI to remove the background. Experimental. Default: %(default)s
el: Αυτόματος υπολογισμός μάσκας εικόνας με χρήση AI για την αφαίρεση του φόντου. Πειραματικά. Προεπιλογή: %(default)s
ta: பின்னணியை அகற்ற AI ஐப் பயன்படுத்தி பட முகமூடிகளை தானாக கணக்கிடுங்கள். சோதனை. இயல்புநிலை: %(default)s

source: Do not attempt to merge partial reconstructions. This can happen when images do not have sufficient overlap or are isolated. Default: %(default)s
el: Μην επιχειρήσετε να συγχωνεύσετε μερικές ανακατασκευές. Αυτό μπορεί να συμβεί όταν οι εικόνες δεν έχουν επαρκή επικάλυψη ή είναι απομονωμένες. Προεπιλογή: %(default)s
ta: பகுதி புனரமைப்புகளை இணைக்க முயற்சிக்காதீர்கள். படங்களுக்கு போதுமான ஒன்றுடன் ஒன்று இல்லாதபோது அல்லது தனிமைப்படுத்தப்படும்போது இது நிகழலாம். இயல்புநிலை: %(default)s
tr: Kısmi rekonstrüksiyonları birleştirmeye çalışmayın. Bu, görüntüler yeterli örtüşmeye sahip olmadığında veya izole edildiğinde meydana gelebilir. Varsayılan: %(default)s

source: Simple Morphological Filter slope parameter (rise over run). Default: %(default)s
el: Παράμετρος κλίσης του απλού μορφολογικού φίλτρου (άνοδος σε σχέση με τη διαδρομή). Προεπιλογή: %(default)s
ta: எளிய உருவவியல் வடிகட்டி சாய்வு அளவுரு (ரன் ஓவர் ரன்). இயல்புநிலை: %(default)s
tr: Basit Morfolojik Filtre eğim parametresi (çalışma üzerinde yükselme). Varsayılan: %(default)s
