Repository: OpenDroneMap/WebODM-Locale
Catalog: */LC_MESSAGES/djangojs.po
Languages: el, ta, tr

source: output truncated at %(count)s lines
el: η έξοδος κόβεται στις γραμμές %(count)s
ta: வெளியீடு %(count)s வரிகளில் துண்டிக்கப்பட்டது
tr: çıktı %(count)s satırda kesildi

source: Toggle Fullscreen
el: Εναλλαγή πλήρους οθόνης
ta: மாற்று முழுத்திரை
tr: Tam ekrana geç

source: Exit Fullscreen
el: Έξοδος από πλήρη οθόνη
ta: முழுத்திரை வெளியேறவும்
tr: Tam ekrandan çık

source: Download To File
el: Λήψη σε αρχείο
ta: தாக்கல் செய்ய பதிவிறக்கவும்
tr: Dosyaya İndir

source: Name field is required
el: Το πεδίο Όνομα είναι υποχρεωτικό
ta: பெயர் புலம் தேவை
tr: Ad alanı zorunludur

source: Add Project
el: Προσθήκη έργου
ta: திட்டத்தைச் சேர்க்கவும்
tr: Proje Ekle

source: Your changes will be lost. Are you sure you want to leave?
el: Οι αλλαγές σας θα χαθούν. Είστε σίγουροι ότι θέλετε να φύγετε;
ta: உங்கள் மாற்றங்கள் இழக்கப்படும். நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
tr: Değişiklikleriniz kaybolacak. Ayrılmak istediğinizden emin misiniz?

source: Orthophoto
el: Ορθοφωτογραφία
ta: ஆர்த்தோஃபோட்டோ
tr: Ortofoto

source: Thermal
ta: வெப்ப

source: Plant Health
el: Υγεία φυτών
ta: தாவர உடல்நலம்
tr: Bitki Sağlığı

source: Surface Model
el: Μοντέλο επιφάνειας
ta: மேற்பரப்பு மாதிரி
tr: Yüzey Modeli

source: Terrain Model
el: Μοντέλο εδάφους
ta: நிலப்பரப்பு மாதிரி
tr: Arazi Modeli

source: Cannot set initial camera view
el: Δεν μπορεί να οριστεί αρχική προβολή κάμερας
ta: ஆரம்ப கேமரா காட்சியை அமைக்க முடியாது
tr: Başlangıç kamera görünümü ayarlanamıyor

source: set initial camera view
el: Ορισμός αρχικής προβολής της κάμερας
ta: ஆரம்ப கேமரா காட்சியை அமைக்கவும்
tr: Başlangıç kamera görünümünü ayarla

source: Cameras
el: Κάμερες
ta: கேமராக்கள்
tr: Kameraları Göster

source: Show Model
el: Προβολή μοντέλου
ta: மாதிரியைக் காட்டு
tr: Modeli Göster

source: Show Cameras
el: Προβολή καμερών
ta: கேமராக்களைக் காட்டு
tr: Kameraları Göster

source: Loading textured model...
el: Φόρτωση μοντέλου υφής...
ta: கடினமான மாதிரியை ஏற்றுகிறது ...
tr: Dokulu model yükleniyor...

source: Orthophoto (MBTiles)
el: Ορθοφωτογραφία (MBTiles)
ta: ஆர்த்தோஃபோட்டோ (Mbtiles)
tr: Ortofoto (MBT)

source: Orthophoto (Tiles)
el: Ορθοφωτογραφία (Πλακίδια)
ta: ஆர்த்தோஃபோட்டோ (ஓடுகள்)
tr: Ortofoto (Tiles)

source: Terrain Model (Tiles)
el: Μοντέλο εδάφους (πλακίδια)
ta: நிலப்பரப்பு மாதிரி
tr: Arazi modeli (Tiles)

source: Surface Model (Tiles)
el: Μοντέλο επιφάνειας (πλακίδια)
ta: மேற்பரப்பு மாதிரி (ஓடுகள்)
tr: Yüzey Modeli (Tiles)

source: Point Cloud
el: Νέφος σημείων
ta: புள்ளி முகில்
tr: Nokta bulutu

source: Point Cloud (3D Tiles)
el: Σύννεφο σημείων (3D πλακίδια)
ta: புள்ளி முகில் (3 டி ஓடுகள்)
tr: Nokta bulutu (3D Tiles)

source: Textured Model
el: Μοντέλο υφής
ta: கடினமான மாதிரி
tr: Dokulu model

source: Textured Model (3D Tiles)
el: Μοντέλο υφής (3D πλακίδια)
ta: கடினமான மாதிரி (3 டி ஓடுகள்)
tr: Kaplamalı Doku Modeli (3D Tiles)

source: Textured Model (glTF)
el: Μοντέλο υφή (glTF)
ta: கடினமான மாதிரி (சி.எல்.டி.எஃப்)
tr: Dokulu model (gLTF)

source: Camera Parameters
el: Παράμετροι κάμερας
ta: கேமரா அளவுருக்கள்
tr: Kamera değerleri

source: Camera Shots
el: Πλάνα κάμερας
ta: கேமரா சாட்கள்
tr: Kamera Çekimlerini Göster

source: Ground Control Points
el: Σημεία επίγειου ελέγχου
ta: தரை கட்டுப்பாட்டு புள்ளிகள்
tr: Yer Kontrol Noktaları

source: Quality Report
el: Έκθεση ποιότητας
ta: தர அறிக்கை
tr: Kalite Geri Bildirimi

source: All Assets
el: Όλοι οι πόροι
ta: அனைத்து சொத்துகளும்
tr: Tüm Varlıklar

source: Google Maps Hybrid
el: Υβριδικό Google Maps
ta: கூகிள் வரைபட கலப்பின
tr: Karma Google Haritalar

source: ESRI Satellite
el: Δορυφόρος ESRI
ta: எச்ரி செயற்கைக்கோள்
tr: ESRI Uydu

source: OpenStreetMap
ta: ஓபன்ச்ட்ரீட் வரைபடம்
tr: OpenStreetMap(Harita)

source: Canceling...
el: Ακύρωση...
ta: ரத்துசெய்தல் ...
tr: İptal ediliyor...

source: Deleting...
el: Διαγραφή...
ta: நீக்குதல் ...
tr: Siliniyor...

source: Restarting...
el: Επανεκκίνηση...
ta: மறுதொடக்கம் ...
tr: Yeniden başlatılıyor...

source: Resizing images...
el: Αλλαγή μεγέθους εικόνων...
ta: மறுஅளவிடுதல் படங்கள் ...
tr: Resimler yeniden boyutlandırılıyor...

source: Importing...
el: Εισαγωγή...
ta: இறக்குமதி ...
tr: İçe aktarılıyor...

source: Load Dataset
el: Φόρτωση συνόλου δεδομένων
ta: தரவுத்தொகுப்பை ஏற்றவும்
tr: Veri kümesini yükle

source: Structure From Motion
el: Δομή από κίνηση
ta: இயக்கத்திலிருந்து கட்டமைப்பு
tr: Hareketten Yapı Modelleme

source: Multi View Stereo
el: Στερεοφωνικό σύστημα πολλαπλών προβολών
ta: மல்டி வியூ ச்டீரியோ
tr: Çok Görünümlü Stereo

source: Point Filtering
el: Φιλτράρισμα σημείων
ta: புள்ளி வடிகட்டுதல்
tr: Nokta Filtreleme

source: Meshing
el: Πλέξη
ta: மெசிங்
tr: Üçgenleme

source: Texturing
el: Υφοποίηση
ta: அமைப்பு
tr: Dokulandırma

source: Georeferencing
el: Γεωαναφορά
ta: புவிஇஃபென்சிங்
tr: Coğrafi Referanslandırma

source: DEM
ta: டெம்
tr: SYM

source: Report
el: Αναφορά
ta: அறிக்கை
tr: Rapor Hazırla

source: Postprocess
el: Μεταγενέστερη επεξεργασία
ta: போச்ட்ரோசச்
tr: İşlem Sonrası

source: No
el: Όχι
ta: இல்லை
tr: Hayır

source: Yes
el: Ναι
ta: ஆம்
tr: Evet

source: Queued
el: Αναμονή στην ουρά
ta: வரிசையில்
tr: Sıraya Alındı

source: Processing
el: Επεξεργασία
ta: செயலாக்கம்
tr: Veri İşleme

source: Failed
el: Αποτυχημένο
ta: தோல்வியுற்றது
tr: Başarısız Oldu

source: Completed
el: Ολοκληρώθηκε
ta: முடிந்தது
tr: Tamamlandı

source: Canceled
el: Ακυρώθηκε
ta: ரத்து செய்யப்பட்டது
tr: İptal Edildi

source: %(file)s is bigger than 5 MB.
el: Το %(file)s είναι μεγαλύτερο από 5 MB.
ta: %(file)s 5 எம்பியை விட பெரியவை.
tr: %(file)s 5 MB'den büyük.

source: Not a proper zipped shapefile: %(file)s
el: Δεν είναι ένα κατάλληλο συμπιεσμένο αρχείο shapefile: %(file)s
ta: சரியான சிப் செய்யப்பட்ட சேப்ஃபைல் அல்ல: %(file)s
tr: Zipli Shape dosyası uygun değil ; %(file)s

source: Not a proper JSON file: %(file)s
el: Δεν είναι κατάλληλο αρχείο JSON: %(file)s
ta: சரியான சாதொபொகு கோப்பு அல்ல: %(file)s
tr: JSON dosyası uygun değil ; %(file)s

source: Acres
el: Στρέμματα
ta: ஏக்கர்
tr: Dönüm

source: Feet
el: Πόδια
ta: அடி
tr: Fit

source: Hectares
el: Εκτάρια
ta: எக்டேர்
tr: Hektar

source: Meters
el: Μέτρα
ta: மீட்டர்
tr: Metre

source: Kilometers
el: Χιλιόμετρα
ta: கிலோமீட்டர்
tr: Kilometre

source: Centimeters
ta: சென்டிமீட்டர்

source: Miles
el: Μίλια
ta: மைல்கள்
tr: Mil

source: Square Feet
ta: சதுர அடி
tr: Fit kare

source: Square Meters
ta: சதுர மீட்டர்

source: Square Kilometers
ta: சதுர கிலோமீட்டர்
tr: Kilometre kare

source: Square Miles
ta: சதுர மைல்கள்

source: Cubic Meters
el: Κυβικά μέτρα
ta: கன மீட்டர்
tr: Metreküp

source: Cubic Yards
ta: கன கெசம்

source: Metric
ta: மெட்ரிக்
tr: Metrik

source: Imperial
ta: ஏகாதிபத்திய
tr: Emperyal

source: Imperial (US)
ta: இம்பீரியல் (எங்களை)
tr: Emperyal (US)

source: Download Assets
el: Λήψη πόρων
ta: சொத்துக்களைப் பதிவிறக்கவும்

source: Backup
ta: காப்புப்பிரதி
tr: Yedekle

source: Cannot load permissions.
el: Δεν είναι δυνατή η φόρτωση δικαιωμάτων.
ta: அனுமதிகளை ஏற்ற முடியாது.
tr: İzinler yüklenemiyor.

source: Read/Write
el: Ανάγνωση/εγγραφή
ta: படிக்க/எழுத
tr: Okuma/Yazma

source: Read
el: Ανάγνωση
ta: படிக்க
tr: Okuma

source: No Access
el: Δεν υπάρχει πρόσβαση
ta: அணுகல் இல்லை
tr: Erişim Yok

source: Username
el: Όνομα χρήστη
ta: பயனர்பெயர்
tr: Kullanıcı Adı

source: Permissions
el: Δικαιώματα
ta: அனுமதிகள்
tr: İzinler

source: Edit Task Options
el: Επεξεργασία επιλογών εργασίας
ta: பணி விருப்பங்களைத் திருத்தவும்
tr: Görev Opsiyonlarını Düzenle

source: Name
el: Όνομα
ta: பெயர்
tr: İsim

source: Search
el: Αναζήτηση
ta: தேடல்
tr: Araştır

source: New Project
el: Νέο έργο
ta: புதிய திட்டம்
tr: Yeni Proje

source: Create Project
el: Δημιουργία έργου
ta: திட்டத்தை உருவாக்கவும்
tr: Proje Yarat

source: Creating project...
el: Δημιουργία έργου...
ta: திட்டத்தை உருவாக்குதல் ...
tr: Proje Yaratılıyor...

source: Cannot complete operation.
el: Δεν μπορεί να ολοκληρωθεί η λειτουργία.
ta: செயல்பாட்டை முடிக்க முடியாது.
tr: İşlem tamamlanamıyor.

source: Tags
el: Ετικέτες
ta: குறிச்சொற்கள்
tr: Etiketler

source: Duplicate
el: Διπλασιασμός
ta: நகல்
tr: Aynını yap

source: Add tags
el: Προσθήκη ετικετών
ta: குறிச்சொற்களைச் சேர்க்கவும்
tr: Etiket Ekle

source: Description (optional)
el: Περιγραφή (προαιρετική)
ta: விளக்கம் (விரும்பினால்)
tr: Tanımlama (İsteğe bağlı)

source: Could not load list of processing nodes. Are you connected to the internet?
el: Δεν ήταν δυνατή η φόρτωση λίστας κόμβων επεξεργασίας. Είστε συνδεδεμένοι στο διαδίκτυο;
ta: செயலாக்க முனைகளின் பட்டியலை ஏற்ற முடியவில்லை. நீங்கள் இணையத்துடன் இணைக்கப்பட்டுள்ளீர்களா?
tr: Düğüm listesi yüklenemedi. İnternete bağlı mısınız?

source: We tried to reach:
el: Προσπαθήσαμε να επικοινωνήσουμε:
ta: நாங்கள் அடைய முயற்சித்தோம்:
tr: Ulaşmaya çalışıyoruz:

source: There are no usable processing nodes.
el: Δεν υπάρχουν χρησιμοποιήσιμοι κόμβοι επεξεργασίας.
ta: பயன்படுத்தக்கூடிய செயலாக்க முனைகள் எதுவும் இல்லை.
tr: Kullanılabilir işlem düğümü bulunamadı.

source: Make sure that at least one processing node is reachable and that you have granted the current user sufficient permissions to view the processing node (by going to Administration -- Processing Nodes -- Select Node -- Object Permissions -- Add User/Group and check CAN VIEW PROCESSING NODE). If you are bringing a node back online, it will take about 30 seconds for WebODM to recognize it.
el: Βεβαιωθείτε ότι τουλάχιστον ένας κόμβος επεξεργασίας είναι προσβάσιμος και ότι έχετε χορηγήσει στον τρέχοντα χρήστη επαρκή δικαιώματα προβολής του κόμβου επεξεργασίας (μεταβαίνοντας στην ενότητα Διαχείριση -- Κόμβοι επεξεργασίας -- Επιλογή κόμβου -- Δικαιώματα αντικειμένων -- Προσθήκη χρήστη/ομάδας και επιλέγοντας το στοιχείο ΜΠΟΡΟΎΝ ΝΑ ΔΟΥΝ ΤΟΝ ΚΌΜΒΟ ΕΠΕΞΕΡΓΑΣΊΑΣ). Εάν επαναφέρετε έναν κόμβο σε λειτουργία, θα χρειαστούν περίπου 30 δευτερόλεπτα για να τον αναγνωρίσει το WebODM.
ta: குறைந்தது ஒரு செயலாக்க முனை அடையக்கூடியது என்பதையும், செயலாக்க முனையைக் காண தற்போதைய பயனருக்கு போதுமான அனுமதிகளை நீங்கள் வழங்கியுள்ளீர்கள் என்பதையும் உறுதிப்படுத்திக் கொள்ளுங்கள் (நிர்வாகத்திற்குச் செல்வதன் மூலம் - செயலாக்க முனைகள் - முனை - பொருள் அனுமதிகளைத் தேர்ந்தெடுக்கவும் - பயனர்/குழுவைச் சேர்த்து, செயலாக்க முனையைக் காணலாம்). நீங்கள் ஆன்லைனில் ஒரு முனையை மீண்டும் கொண்டு வருகிறீர்கள் என்றால், அதை அங்கீகரிக்க வெப்ஓடிஎம் சுமார் 30 வினாடிகள் ஆகும்.
tr: En az bir nodun ulaşılabilir olduğundan emin olun ve şu anki kullanıcının bu işlem nodunu görebilecek yetki için yeterliliğini sağlayın. (Bunun için, Administration -- Processing Nodes -- Select Node -- Object Permissions -- Add User/Group tabına giderek CAN VIEW PROCESSING NODE durumunu kontrol edin).

source: Could not load list of presets. Are you connected to the internet?
el: Δεν μπόρεσε να φορτώσει τη λίστα των προεπιλογών. Είστε συνδεδεμένοι στο διαδίκτυο;
ta: முன்னமைவுகளின் பட்டியலை ஏற்ற முடியவில்லை. நீங்கள் இணையத்துடன் இணைக்கப்பட்டுள்ளீர்களா?
tr: Ön ayarlar yüklenemedi. Şu an, İnternete bağlı mısınız?

source: Custom
el: Προσαρμοσμένο
ta: தனிப்பயன்
tr: Müşteri

source: Default
el: Προεπιλεγμένη τιμή
ta: இயல்புநிலை
tr: Ön ayarlar

source: My Preset
el: Η Προεπιλογή μου
ta: என் முன்னமைவு
tr: Benim Ayarlarım

source: Copy of %(preset)s
el: Αντιγραφή των %(preset)s
ta: %(preset)s நகல்
tr: %(preset)s leri Kopyala

source: Could not duplicate the preset. Please try to refresh the page.
el: Δεν μπόρεσε να αντιγράψει την προεπιλογή. Προσπαθήστε να ανανεώσετε τη σελίδα.
ta: முன்னமைவை நகலெடுக்க முடியவில்லை. பக்கத்தைப் புதுப்பிக்க முயற்சிக்கவும்.
tr: Önayarlar kopyalanamadı. Yeni bir sayfada deneyin.

source: System presets can only be removed by a staff member from the Administration panel.
el: Οι προεπιλογές συστήματος μπορούν να αφαιρεθούν μόνο από ένα μέλος του προσωπικού από τον πίνακα διαχείρισης.
ta: கணினி முன்னமைவுகளை நிர்வாகக் குழுவின் ஊழியரால் மட்டுமே அகற்ற முடியும்.
tr: Yönetim panelinden Sistem ön ayarlarını sadece görevli personel silebilir.

source: Are you sure you want to delete "%(preset)s"?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το "%(preset)s";
ta: "%(preset)s" நீக்க விரும்புகிறீர்களா?
tr: "%(preset)s" silmek mi istiyorsunuz?

source: Could not delete the preset. Please try to refresh the page.
el: Δεν μπόρεσε να διαγράψει την προεπιλογή. Προσπαθήστε να ανανεώσετε τη σελίδα.
ta: முன்னமைவை நீக்க முடியவில்லை. பக்கத்தைப் புதுப்பிக்க முயற்சிக்கவும்.
tr: Ön ayarı silemediniz. Lütfen yeni bir sayfa deneyin.

source: Retry
el: Επανάληψη
ta: மீண்டும் முயற்சிக்கவும்
tr: Tekrar dene

source: Edit
el: Επεξεργασία
ta: தொகு
tr: Düzenle

source: Save
el: Αποθήκευση
ta: சேமி
tr: Sakla

source: Delete
el: Διαγραφή
ta: நீக்கு
tr: Sil

source: Processing Node
el: Κόμβος επεξεργασίας
ta: செயலாக்க முனை
tr: İşlem Nodu

source: Options
el: Επιλογές
ta: விருப்பங்கள்
tr: Ayarlar

source: Loading processing nodes and presets...
el: Φόρτωση κόμβων επεξεργασίας και προεπιλογών...
ta: செயலாக்க முனைகள் மற்றும் முன்னமைவுகளை ஏற்றுகிறது ...
tr: İşlem nodları ve önayarlar yükleniyor...

source: Could not update task information. Please try again.
ta: பணி தகவல்களைப் புதுப்பிக்க முடியவில்லை. மீண்டும் முயற்சிக்கவும்.

source: Cancel
el: Ακύρωση
ta: ரத்துசெய்
tr: İptal

source: Saving...
el: Αποθήκευση...
ta: சேமிப்பு ...
tr: Kaydediliyor...

source: Close
el: Κλείσιμο
ta: மூடு
tr: Kapat

source: Downloading…
el: Λήψη…
ta: பதிவிறக்கம்…
tr: İndiriliyor…

source: Download
el: Λήψη
ta: பதிவிறக்கம்
tr: İndir

source: Invalid JSON response: %(error)s
el: Μη έγκυρη απάντηση JSON: %(error)s
ta: தவறான சாதொபொகு பதில்: %(error)s
tr: Geçersiz JSON cevabı: %(error)s

source: Projection:
el: Προβολή:
ta: கணிப்பு:

source: Lat/Lon
el: Γεωγραφικό πλάτος/γωνία
ta: ஆண்டுகள்/லோன்
tr: Enlem/Boylam

source: Web Mercator
el: Διαδικτυακός Μερκατορικός
ta: வலை மெர்கேட்டர்

source: Format:
el: Τύπος:
ta: வடிவம்:
tr: Biçim:

source: Export:
el: Εξαγωγή:
ta: ஏற்றுமதி:
tr: Dışa Aktar:

source: Exporting...
el: Εξαγωγή...
ta: ஏற்றுமதி ...
tr: Dışa Aktarılıyor...

source: Title
el: Τίτλος
ta: தலைப்பு
tr: Etiket

source: Saving…
el: Αποθήκευση…
ta: சேமிப்பு…
tr: Kaydediliyor…

source: Are you sure?
el: Είστε σίγουροι;
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?
tr: Emin misiniz?

source: Could not apply changes
el: Δεν ήταν δυνατή η εφαρμογή των αλλαγών
ta: மாற்றங்களைப் பயன்படுத்த முடியவில்லை
tr: Değişiklikler uygulanamıyor

source: Could not delete item
el: Δεν ήταν δυνατή η διαγραφή αντικειμένου
ta: உருப்படியை நீக்க முடியவில்லை
tr: Öge silinemedi

source: Image missing
el: Λείπει η εικόνα
ta: படம் இல்லை
tr: Görüntü kayıp

source: Horizontal error:
el: Οριζόντιο σφάλμα:
ta: கிடைமட்ட பிழை:
tr: Yatay hata:

source: (meters)
el: (μέτρα)
ta: (மீட்டர்)
tr: (metre)

source: Vertical error:
el: Κατακόρυφο σφάλμα:
ta: செங்குத்து பிழை:
tr: Dikey hata:

source: Min:
el: Ελάχ:
ta: நிமிடம்:

source: Max:
el: Μεγ:
ta: அதிகபட்சம்:

source: Download Image
el: Λήψη εικόνας
ta: படத்தைப் பதிவிறக்கவும்
tr: Görüntü indir

source: Cannot upload file. Check your internet connection and try again.
el: Δεν είναι δυνατή η μεταφόρτωση αρχείου. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
ta: கோப்பைப் பதிவேற்ற முடியாது. உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: Dosya karşıya yüklenemiyor. İnternet bağlantısını kontrol edip tekrar deneyin.

source: Invalid response from server: %(error)s
el: Μη έγκυρη απάντηση από τον διακομιστή: %(error)s
ta: சேவையகத்திலிருந்து தவறான பதில்: %(error)s
tr: Sunucudan yanlış cevap geldi: %(error)s

source: An error occured while uploading the file. Please try again.
el: Προέκυψε σφάλμα κατά τη μεταφόρτωση του αρχείου. Προσπαθήστε ξανά.
ta: கோப்பைப் பதிவேற்றும்போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
tr: Dosya gönderilirken hata oluştu. Lütfen tekrar deneyin.

source: Cannot import from URL. Check your internet connection.
el: Δεν είναι δυνατή η εισαγωγή από τη διεύθυνση URL. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο.
ta: முகவரி இலிருந்து இறக்குமதி செய்ய முடியாது. உங்கள் இணைய இணைப்பை சரிபார்க்கவும்.
tr: URL den alınamıyor. Lütfen internet bağlantınızı kontrol edin.

source: Import Assets or Backups
ta: சொத்துக்கள் அல்லது காப்புப்பிரதிகளை இறக்குமதி செய்க

source: You can import .zip files that have been exported from existing tasks via Download Assets %(arrow)s All Assets | Backup.
ta: ஏற்கனவே உள்ள பணிகளிலிருந்து ஏற்றுமதி செய்யப்பட்ட .zip கோப்புகளை நீங்கள் பதிவிறக்க சொத்துக்கள் %(arrow)s அனைத்து சொத்துக்களிலும் இறக்குமதி செய்யலாம். காப்புப்பிரதி.

source: Upload a File
el: Μεταφορτώστε ένα αρχείο
ta: ஒரு கோப்பைப் பதிவேற்றவும்
tr: Dosya Yükle

source: Import From URL
el: Εισαγωγή από διεύθυνση URL
ta: முகவரி இலிருந்து இறக்குமதி
tr: URL'den İçe Aktar

source: Import
el: Εισαγωγή
ta: இறக்குமதி
tr: İçe Aktar

source: Cancel Upload
el: Ακύρωση μεταφόρτωσης
ta: பதிவேற்றத்தை ரத்துசெய்
tr: Yüklemeyi İptal Et

source: Are you sure you want to delete this?
ta: இதை நீக்க விரும்புகிறீர்களா?

source: Annotations
el: Σχόλια
ta: சிறுகுறிப்புகள்
tr: Notlar

source: Export to GeoJSON
el: Εξαγωγή σε GeoJSON
ta: சியோச்சனுக்கு ஏற்றுமதி
tr: GeoJSON Dışarı Aktar

source: Zoom To
ta: பெரிதாக்கவும்
tr: Yakınlaştır

source: Algorithm:
el: Αλγόριθμος:
ta: வழிமுறை:
tr: Algoritma:

source: Bands:
el: Ζώνες:
ta: பட்டைகள்:
tr: Bantlar:

source: Automatic
el: Αυτόματο
ta: தானியங்கி
tr: Otomatik

source: Not every band for %(name)s could be automatically identified.
el: Δεν ήταν δυνατή η αυτόματη αναγνώριση κάθε ζώνης για %(name)s.
ta: %(name)sுக்கான ஒவ்வொரு இசைக்குழுவும் தானாக அடையாளம் காணப்படாது.
tr: %(name)s için her bant otomatik olarak tanımlanamamıştır.

source: Your sensor might not have the proper bands for using this algorithm.
el: Ο αισθητήρας σας ενδέχεται να μην έχει τις κατάλληλες ζώνες για τη χρήση αυτού του αλγορίθμου.
ta: இந்த வழிமுறையைப் பயன்படுத்துவதற்கான சரியான பட்டைகள் உங்கள் சென்சாரைக் கொண்டிருக்கக்கூடாது.
tr: Sensörünüz bu algoritmayı kullanmak için uygun bantlara sahip olmayabilir.

source: Color:
el: Χρώμα:
ta: வண்ணம்:
tr: Renk:

source: Shading:
el: Σκίαση:
ta: நிழல்:
tr: Gölgeleme:

source: None
el: Κανένα
ta: எதுவுமில்லை
tr: Hiçbiri

source: Normal
el: Κανονικό
ta: சாதாரண

source: Extruded
el: Εξωθημένο
ta: வெளியேற்றப்பட்டது

source: Loading…
el: Φόρτωση…
ta: ஏற்றுகிறது…
tr: Yükleniyor…

source: Layers
el: Επίπεδα
ta: அடுக்குகள்
tr: Katmanlar

source: Enter a tile URL template. Valid coordinates are:
el: Εισάγετε ένα πρότυπο URL πλακιδίων. Οι έγκυρες συντεταγμένες είναι:
ta: ஓடு முகவரி வார்ப்புருவை உள்ளிடவும். செல்லுபடியாகும் ஆயத்தொகுப்புகள்:
tr: Bir karo URL şablonu girin. Geçerli koordinatlar:

source: {z}, {x}, {y} for Z/X/Y tile scheme
el: {z}, {x}, {y} για το σύστημα πλακιδίων Z/X/Y
ta: z/x/y ஓடு திட்டத்திற்கு {z}, {x}, {y}
tr: Z/X/Y karo düzeni için {z}, {x}, {y}

source: {-y} for flipped TMS-style Y coordinates
el: {-y} για ανεστραμμένες συντεταγμένες Υ τύπου TMS
ta: {-y the புரட்டப்பட்ட டி.எம்.எச்-பாணி ஒய் ஆயத்தொகுதிகளுக்கு
tr: Ters çevrilmiş TMS tarzı Y koordinatları için {-y}

source: Example:
el: Παράδειγμα:
ta: எடுத்துக்காட்டு:
tr: Örnek:

source: Add a temporary GeoJSON (.json) or ShapeFile (.zip) overlay
el: Προσθήκη προσωρινής επικάλυψης GeoJSON (.json) ή ShapeFile (.zip)
ta: ஒரு தற்காலிக சியோச்சன் (.json) அல்லது சேப்ஃபைல் (.zip) மேலடுக்கைச் சேர்க்கவும்
tr: Geçici bir GeoJSON (.json) ya da ShapeFile (.zip) yer paylaşımı ekleyin

source: Error: cannot load assets list.
el: Σφάλμα: δεν είναι δυνατή η φόρτωση της λίστας πόρων.
ta: பிழை: சொத்துக்கள் பட்டியலை ஏற்ற முடியாது.
tr: Hata: varlık listesi yüklenemiyor.

source: Opacity:
el: Διαφάνεια:
ta: ஒளிபுகாநிலை:
tr: Şeffaflık:

source: Loading...
el: Φόρτωση...
ta: ஏற்றுகிறது ...
tr: Yükleniyor...

source: Move Task
el: Μετακίνηση εργασίας
ta: பணியை நகர்த்தவும்
tr: Görevi Taşı

source: Save Changes
el: Αποθήκευση αλλαγών
ta: மாற்றங்களைச் சேமிக்கவும்
tr: Değişiklikleri Kaydet

source: Moving...
el: Μετακίνηση...
ta: நகரும் ...
tr: Taşınıyor...

source: Could not load projects list: %(error)s
el: Δεν μπόρεσε να φορτωθεί η λίστα έργων: %(error)s
ta: திட்டங்களை ஏற்ற முடியவில்லை: %(error)s
tr: Proje listesi yüklenemedi: %(error)s

source: Project
el: Έργο
ta: திட்டம்
tr: Proje

source: Are you sure you want to cancel?
el: Είστε βέβαιοι ότι θέλετε να ακυρώσετε?
ta: நீங்கள் நிச்சயமாக ரத்து செய்ய விரும்புகிறீர்களா?
tr: İptal etmek istediğinden emin misin?

source: %(count)s files selected. Please check these additional options:
el: %(count)s επιλεγμένα αρχεία. Ελέγξτε αυτές τις πρόσθετες επιλογές:
ta: %(count)s கோப்புகள் தேர்ந்தெடுக்கப்பட்டன. இந்த கூடுதல் விருப்பங்களை சரிபார்க்கவும்:

source: Number of files selected exceeds the maximum of %(count)s allowed on this processing node.
el: Ο αριθμός των επιλεγμένων αρχείων υπερβαίνει το μέγιστο επιτρεπόμενο όριο %(count)s σε αυτόν τον κόμβο επεξεργασίας.
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளின் எண்ணிக்கை இந்த செயலாக்க முனையில் அனுமதிக்கப்பட்ட அதிகபட்ச %(count)s விட அதிகமாக உள்ளது.
tr: Seçilen dosya sayısı, bu işlem düğümünde izin verilen maksimum %(count)s aşıyor.

source: Resize Images
el: Αλλαγή μεγέθους εικόνων
ta: படங்களை மறுஅளவிடுங்கள்
tr: Resimleri Yeniden Boyutlandır

source: px
ta: பி.எக்ச்

source: Review
el: Ανασκόπηση
ta: சீராய்வு
tr: Gözden geçir

source: Start Processing
el: Έναρξη επεξεργασίας
ta: செயலாக்கத்தைத் தொடங்குங்கள்
tr: İşleme Başla

source: Created on
el: Δημιουργήθηκε στις
ta: உருவாக்கப்பட்டது
tr: Şu tarihte oluşturuldu

source: Owner
el: Ιδιοκτήτης
ta: உரிமையாளர்
tr: Sahibi

source: Sort
el: Ταξινόμηση
ta: வரிசைப்படுத்து
tr: Sırala

source: Search results for:
el: Αποτελέσματα αναζήτησης για:
ta: இதற்கான தேடல் முடிவுகள்:
tr: Sonuçlarda Ara:

source: You might run out of memory if you use this option.
el: Μπορεί να εξαντληθεί η μνήμη αν χρησιμοποιήσετε αυτή την επιλογή.
ta: இந்த விருப்பத்தைப் பயன்படுத்தினால் நீங்கள் நினைவகத்தை விட்டு வெளியேறலாம்.
tr: Bu seçeneği kullanırsanız belleğiniz tükenebilir.

source: Enable
el: Ενεργοποίηση
ta: இயக்கு
tr: Etkinleştir

source: Click to import a JSON file
ta: சாதொபொகு கோப்பை இறக்குமதி செய்ய சொடுக்கு செய்க

source: Reset to default
el: Επαναφορά στις προεπιλογές
ta: இயல்புநிலைக்கு மீட்டமைக்கவும்
tr: Varsayılana sıfırla

source: Cannot upload %(filename)s, exceeded max retries (%(max_retries)s)
el: Δεν είναι δυνατή η μεταφόρτωση του %(filename)s, ξεπεράστηκαν οι μέγιστες επαναλήψεις (%(max_retries)s)
ta: %(filename)s ஐ பதிவேற்ற முடியாது, அதிகபட்ச முயற்சிகளை மீறியது (%(max_retries)s)
tr: %(filename)s yüklenemiyor, maksimum yeniden deneme sayısı aşıldı (%(max_retries)s)

source: Cannot upload %(filename)s, file is too large! Default MaxFileSize is %(maxFileSize)s MB!
ta: %(filename)s ஐ பதிவேற்ற முடியாது, கோப்பு மிகப் பெரியது! இயல்புநிலை MaxFilesize என்பது %(maxFileSize)s MB!

source: Cannot create new task. Invalid response from server: %(error)s
el: Δεν είναι δυνατή η δημιουργία νέας εργασίας. Μη έγκυρη απάντηση από το διακομιστή: %(error)s
ta: புதிய பணியை உருவாக்க முடியாது. சேவையகத்திலிருந்து தவறான பதில்: %(error)s
tr: Yeni görev oluşturulamıyor. Sunucudan geçersiz yanıt: %(error)s

source: Cannot create new task. Please try again later.
el: Δεν είναι δυνατή η δημιουργία νέας εργασίας. Προσπαθήστε ξανά αργότερα.
ta: புதிய பணியை உருவாக்க முடியாது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: Yeni görev oluşturulamıyor. Lütfen daha sonra tekrar deneyiniz.

source: %(count)s files cannot be uploaded. As a reminder, only images (.jpg, .tif, .png) and GCP files (.txt) can be uploaded. Try again.
el: Τα αρχεία %(count)s δεν μπορούν να μεταφορτωθούν. Ως υπενθύμιση, μόνο εικόνες (.jpg, .tif, .png) και αρχεία GCP (.txt) μπορούν να μεταφορτωθούν. Δοκιμάστε ξανά.
ta: %(count)sோப்புகளை பதிவேற்ற முடியாது. ஒரு நினைவூட்டலாக, படங்கள் (.jpg, .tif, .png) மற்றும் GCP கோப்புகள் (.txt) மட்டுமே பதிவேற்ற முடியும். மீண்டும் முயற்சிக்கவும்.
tr: %(count)s dosya yüklenemiyor. Hatırlatma olarak, yalnızca resimler (.jpg, .tif, .png) ve GCP dosyaları (.txt) yüklenebilir. Tekrar deneyin.
